# online complaint
INSERT INTO 
	online_complaint(oc_pw, oc_name, oc_advisor, oc_title, oc_content)
VALUES
# 1-90
	('P@ssw0rd123!', '김서연', '상담사', '도와주세요', '안녕하세요,
저는 학폭에 관한 상담을 받고 싶은 학생입니다. 최근 학교에서 학폭에 처한 상황에 처하게 되어서 매우 당혹스럽고 고통스럽습니다. 상담사님께서 도움을 주실 수 있을까요?
학폭은 제가 어려운 시기를 보내고 있는데, 제 감정과 자존감에 상당한 타격을 주고 있습니다. 저는 폭력적인 언행과 괴롭힘을 당하고 있으며, 이로 인해 학교 생활이 고통스럽고 무서운 시간이 되었습니다. 제가 무슨 잘못을 저질렀는지, 왜 저에게만 이런 일이 일어나는지 이해할 수 없습니다.
저는 이 문제를 스스로 해결하기 어렵다고 느끼고 있습니다. 제 자신을 지켜주기 위해 어떤 조치를 취해야 할지 모르겠습니다. 또한, 이런 상황을 해결하는 데 도움이 될 수 있는 전문가의 조언이 필요합니다. 상담사님의 조언을 통해 제 감정을 이해하고, 학폭에 대처하는 방법을 배우고 싶습니다.
또한, 저는 이 문제를 다른 사람들과 공유하는 것에 대해 걱정입니다. 저는 친구들에게 이 문제를 얘기하기 힘들고, 가족들에게는 부담스러운 일로 다가올 것 같아서 말하지 못하고 있습니다. 그래서 상담사님께서 어떻게 대처해야 할지 조언을 구하고 싶습니다.
저는 상담을 통해 이 문제를 극복하고, 제 자신을 다시 찾아가고 싶습니다. 제게 도움을 주실 수 있으시다면, 말씀해주시기 바랍니다. 감사합니다.
좋은 하루 보내세요.'),
	
	('Secur1ty#2023', '이민준', '변호사', '이런 경우엔 어떡해요', '저는 학폭 문제에 관해 변호사의 조언을 구하고 싶은 학생입니다. 현재 학교에서 학폭에 시달리고 있어서 어떻게 대처해야 할지 막막한 상황입니다. 변호사님께서 조언해주실 수 있을까요?
학폭으로 인해 저의 생활이 고통스럽고 어려운 시기를 보내고 있습니다. 저는 폭력적인 행동과 괴롭힘을 당하고 있어서 무엇을 해야 할지 막막하게 느껴집니다. 제가 이런 상황에서 제 자신을 지킬 수 있는 방법과 법적 조치를 취할 수 있는지 알고 싶습니다.
저는 학폭 문제를 스스로 해결하기 어렵다고 느끼고 있습니다. 학교에서는 문제를 해결하려고 하지 않고, 상황이 악화되고 있는 것 같아 걱정됩니다. 변호사님의 전문적인 조언을 통해 제가 어떤 권리와 옵션을 가지고 있는지 알고 싶습니다. 또한, 학폭으로 인한 정신적, 신체적 상처에 대한 법적 대응 방안을 알고 싶습니다.
또한, 이런 문제를 가족들과 공유하는 것에 대해 고민하고 있습니다. 가족들은 제게 많은 지원을 해주고 있지만, 학폭 사건에 대해 어떻게 대처해야 할지 모르겠습니다. 변호사님의 조언을 통해 가족과의 소통 방법과 법적 절차를 이해하고 싶습니다.
저는 변호사님의 도움을 통해 이 문제를 극복하고, 제 자신을 지키고 싶습니다. 변호사님께서 저의 상황에 대해 조언해주시면 매우 감사하겠습니다. 도움을 주실 수 있으시다면, 언제든지 말씀해주시기 바랍니다.
감사합니다.'),
	
	('L0ck&Load!', '박서윤', '경찰', '신고하고 싶어요', '저는 경찰에게 신고하고 싶은 문제에 대해 상담을 받고 싶은 학생입니다. 현재 학교에서 경찰에 신고할 상황에 처해 있어서 어떻게 해야 할지 막막하고 불안합니다. 상담사님께서 도움을 주실 수 있을까요?
제가 경험하는 문제는 학폭으로 인한 폭력적인 행동과 괴롭힘입니다. 이러한 상황으로 인해 저의 생활이 매우 힘들어지고, 안전을 위협받는 느낌이 듭니다. 학교에서는 문제 해결을 위한 적절한 조치를 취하지 않아 저는 경찰에게 신고하고자 합니다. 하지만 어떻게 접근해야 할지, 신고 과정은 어떤지, 어떤 증거가 필요한지 등에 대해 잘 모르고 있습니다.
이런 상황에서 혼자서 대처하기 어렵다고 느끼고 있습니다. 경찰에게 신고하고 제 안전을 보호받을 수 있는 방법과 절차에 대해 상세히 알고 싶습니다. 상담사님께서는 제게 어떤 도움을 주실 수 있을지 조언해주시면 감사하겠습니다.
또한, 이 문제를 가족과 공유하는 것에 대해 고민하고 있습니다. 가족들은 항상 제 곁에 있어주지만, 이런 심각한 상황을 말하는 것이 쉽지 않습니다. 상담사님의 조언을 통해 가족들과 소통하고 이해를 얻을 수 있는 방법을 찾고 싶습니다.
저는 상담을 통해 이 문제를 극복하고, 경찰에게 신고하여 안전을 확보하고 싶습니다. 만약 상담사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저에게 조언과 안내를 해주신다면 정말 감사하겠습니다.'), 
	
	('ProtectMe$12', '최서준', '경찰', '학폭 신고합니다', '저는 학폭으로 인해 경찰에게 신고하고자 하는 학생입니다. 저에게는 더 이상 이러한 상황을 견딜 수 없어서 법 집행 기관인 경찰에 도움을 청하고 싶습니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
학교에서는 폭력적인 행동과 괴롭힘으로 인해 저의 생활이 지금까지 경험한 어떤 것보다도 힘들어지고 위험해졌습니다. 학폭에 대한 조치를 취하고자 했지만, 학교 내부에서의 대응은 제 기대에 미치지 못하고 있습니다. 이러한 이유로 경찰에게 신고하고, 법적인 절차를 통해 제 안전을 보호받고자 합니다.
하지만 저는 경찰에게 신고하는 과정을 잘 알지 못하고, 어떤 증거와 정보가 필요한지도 모릅니다. 상담사님께서는 제게 경찰에게 어떻게 접근해야 하는지, 어떤 증거가 필요한지, 어떤 절차를 따라야 하는지 등에 대해 조언을 구할 수 있을까요?
이렇게 심각한 상황에서 혼자서 대처하기 어려움을 느끼고 있습니다. 상담사님의 조언을 통해 제 안전을 위해 최선을 다하는 방법을 배우고 싶습니다. 또한, 가족들과의 상황을 공유하고 소통하는 법에 대해서도 조언이 필요합니다.
저는 상담을 통해 학폭 문제를 극복하고, 경찰에게 신고하여 제 안전을 확보하고자 합니다. 상담사님께서 도움을 주실 수 있다면 언제든지 저에게 조언해주시기 바랍니다. 저의 안전과 행복을 위해 상담사님의 지도와 지원에 깊은 감사를 표합니다.'),
	
	('Str0ngP@ss!', '정도윤', '경찰', '학교 폭력 신고', '저는 학교 폭력 사건으로 인해 경찰에게 신고하고자 하는 학생입니다. 제 안전과 학교 내 평화를 지키기 위해 경찰의 도움이 필요합니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
최근 학교에서 저를 포함한 학생들이 폭력적인 행동과 괴롭힘에 시달리고 있습니다. 이러한 상황으로 인해 저희 학교의 안전과 학습 환경이 위협받고 있습니다. 학교 내부에서는 이 문제에 대한 적절한 조치를 취하지 못하고 있어서 경찰에게 신고하고자 합니다.
경찰에게 신고하기 위해서는 어떻게 접근해야 하는지, 어떤 증거와 정보가 필요한지에 대해 잘 알지 못합니다. 상담사님께서는 제게 경찰에게 신고하는 절차와 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 이러한 신고로 인해 제 안전과 학교 내 평화가 어떻게 보호될 수 있는지 알고 싶습니다.
혼자서 이 문제에 대처하기는 어렵다고 느끼고 있습니다. 상담사님의 조언을 통해 최선의 대응 방안을 찾고 싶습니다. 또한, 가족과의 소통 방법과 가족들이 제 안전을 지원하는 방법에 대해서도 조언이 필요합니다.
저는 상담을 통해 학교 폭력 문제를 해결하고, 경찰에게 신고하여 학교 내 평화를 회복하고자 합니다. 만약 상담사님께서 저에게 도움을 주실 수 있다면 언제든지 말씀해주시기 바랍니다. 저의 안전과 학교 내 평화를 위해 상담사님의 지도와 지원에 깊은 감사를 전합니다.'),
	
	('Saf3Gu@rd$123', '강예준', '변호사', '익명', '저는 익명으로 변호사님께서 조언을 해주실 수 있는 문제에 대해 상담을 받고자 합니다. 현재 어려운 상황에 처해 있어서 변호사님의 전문적인 도움이 필요합니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
제가 겪고 있는 문제는 학교 내에서 저에 대한 폭력적인 행동과 괴롭힘입니다. 이러한 상황으로 인해 저는 심리적으로 매우 힘들어지고, 안전이 위협받는 느낌을 받고 있습니다. 학교에서는 이 문제에 대한 적절한 조치를 취하지 않아 저는 법적인 도움을 찾고자 합니다.
현재 상황에서 저는 법적인 측면에서 어떤 권리와 옵션을 가지고 있는지, 어떤 절차를 따라야 하는지, 어떤 법적 조치를 취할 수 있는지에 대해 알고 싶습니다. 저의 안전과 권리를 보호하기 위해 변호사님의 도움이 필요합니다.
혼자서 이 문제에 대처하기 어려움을 느끼고 있습니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 조언해주실 수 있을까요? 변호사님의 전문적인 지식과 경험을 바탕으로, 저의 상황에 맞는 가장 적절한 해결책을 알려주실 수 있으면 감사하겠습니다.
또한, 저는 익명으로 상담을 받고자 합니다. 상황에 따라 개인 정보의 노출이 우려되기 때문에 익명성을 유지하고 싶습니다. 상담사님과의 대화는 절대적으로 비밀이 보장되며, 제 개인 정보는 제공되지 않을 것입니다.
저는 상담을 통해 이 문제를 극복하고, 제 안전과 권리를 보호하고자 합니다. 만약 상담사님께서 도움을 주실 수 있다면, 언제든지 저에게 조언해주시기 바랍니다. 변호사님의 지도와 조언에 깊은 감사를 표합니다.'),
	
	('Passw0rd!12', '조지우', '경찰', '학원에서 발생한 일', '저는 학원에서 발생한 사건에 대해 경찰에게 신고하고자 하는 사람입니다. 저는 학원 내에서 경험한 일로 인해 안전이 위협받고 있는 상황입니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
최근 학원에서 저를 포함한 학생들이 다양한 문제와 위협을 경험하고 있습니다. 이러한 상황으로 인해 저희의 안전과 권리가 침해되고 있는 것 같습니다. 학원 내부에서는 이 문제에 대한 적절한 조치를 취하지 않고 있어서 경찰에게 신고하고자 합니다.
경찰에게 신고하기 위해서는 어떻게 접근해야 하는지, 어떤 증거와 정보가 필요한지에 대해 잘 알지 못합니다. 상담사님께서는 제게 경찰에게 신고하는 절차와 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 이러한 신고로 인해 저희의 안전과 권리가 어떻게 보호될 수 있는지 알고 싶습니다.
혼자서 이 문제에 대처하기는 어려운 상황입니다. 상담사님의 조언을 통해 최선의 대응 방안을 찾고 싶습니다. 또한, 가족들과의 소통 방법과 가족들이 저희의 안전을 지원하는 방법에 대해서도 조언이 필요합니다.
저는 상담을 통해 학원에서 발생한 문제를 극복하고, 경찰에게 신고하여 저희의 안전을 확보하고자 합니다. 만약 상담사님께서 도움을 주실 수 있다면 언제든지 말씀해주시기 바랍니다. 저희의 안전과 학습 환경을 위해 상담사님의 지도와 지원에 깊은 감사를 전합니다.'), 
	
	('Pr0tect&Secur3', '윤서현', '상담사', '언어 폭력', '저는 언어 폭력에 대해 상담을 받고자 하는 사람입니다. 저는 최근 언어적인 공격과 괴롭힘으로 인해 정서적으로 힘들어지고 있습니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
언어 폭력은 제 생활에 부정적인 영향을 미치고 있습니다. 다른 사람들로부터 모욕적인 언사, 비난, 혐오적인 발언 등을 자주 받고 있습니다. 이러한 상황으로 인해 제 자신의 자신감과 존엄성이 훼손되고 있습니다. 언어 폭력에 대한 대처 방법과 상황을 개선하기 위해 상담사님의 도움이 필요합니다.
저는 언어 폭력으로 인해 혼자서 이 문제에 대처하기 어려움을 느끼고 있습니다. 상담사님께서는 언어 폭력에 대한 이해와 대응 방법에 대해 조언해주실 수 있을까요? 언어 폭력으로부터 벗어나고, 건강한 대인관계를 구축하기 위한 방법을 알려주시면 감사하겠습니다.
또한, 가족과의 소통 방법과 가족들이 제 지지를 어떻게 할 수 있는지에 대해서도 조언이 필요합니다. 제 안전과 정서적인 안녕을 위해 상담사님의 도움을 빌리고자 합니다.
저는 상담을 통해 언어 폭력에 대한 문제를 극복하고, 건강하고 존중받는 대인관계를 구축하고자 합니다. 만약 상담사님께서 도움을 주실 수 있다면 언제든지 말씀해주시기 바랍니다. 상담사님의 지도와 지원에 깊은 감사를 전합니다.'),
	
	('1L0v3Passw0rd$', '장시우', '경찰', '불법 촬영', '안녕하세요,
저는 불법 촬영에 대해 경찰에게 신고하고자 하는 사람입니다. 저는 최근에 불법적으로 촬영되었다는 의심을 품고 있어서, 저의 안전과 개인정보 보호를 위해 신고하고자 합니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
저는 최근 일부 장소에서 개인 정보를 침해하는 불법 촬영이 이루어지고 있다는 것을 알게 되었습니다. 이러한 상황으로 인해 저는 불안하고 심리적으로 힘들어지고 있습니다. 이러한 불법 행위가 계속되는 것을 막고, 법적 조치를 취하기 위해 경찰에게 신고하고자 합니다.
불법 촬영에 대한 경찰 신고 절차와 필요한 증거에 대해 잘 알지 못합니다. 상담사님께서는 제게 신고하기 위한 절차와 신고에 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 불법 촬영으로부터 제 안전과 개인정보를 어떻게 보호할 수 있는지 알고 싶습니다.
혼자서 이 문제에 대처하기는 어려운 상황입니다. 상담사님의 조언을 통해 최선의 대응 방안을 찾고 싶습니다. 불법 촬영으로부터 제 안전과 개인정보를 보호하기 위해 상담사님의 지도와 지원을 받고자 합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 안전과 개인정보 보호를 위해 상담사님의 조언에 깊은 감사를 표합니다.'),
	
	('C0mplexP@55!', '임하은', '변호사', '문의합니다', '안녕하세요,
저는 변호사님께서 조언을 해주실 수 있는 문제에 대해 문의드리고자 합니다. 현재 어려운 상황에 처해 있어서 변호사님의 전문적인 도움이 필요합니다. 이 글을 통해 상담사님께 문의를 드리고자 합니다.
제가 겪고 있는 문제는 [문제의 개요를 간단히 설명해주세요]. 이러한 상황으로 인해 제 안전과 권리가 침해되고 있습니다. 변호사님의 도움을 받아 어떤 권리와 옵션을 가지고 있는지, 어떤 절차를 따라야 하는지, 어떤 법적 조치를 취할 수 있는지에 대해 알고 싶습니다.
저는 이 문제에 대한 법적인 측면에서 어떻게 대응해야 하는지 잘 알지 못합니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 조언해주실 수 있을까요? 변호사님의 전문적인 지식과 경험을 바탕으로, 저의 상황에 맞는 가장 적절한 해결책을 알려주실 수 있으면 감사하겠습니다.
저는 혼자서 이 문제에 대처하기 어려움을 느끼고 있습니다. 상담사님께서는 제게 어떤 도움을 줄 수 있는지 알려주시기 바랍니다. 저는 변호사님의 지도와 조언을 통해 이 문제를 극복하고 제 안전과 권리를 보호하고자 합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 저에게 조언해주시기 바랍니다. 변호사님의 지도와 조언에 깊은 감사를 표합니다.
감사합니다.'),
	
	('!Saf3P@ssword', '한주원', '상담사', '상담해주세요', '저는 현재 어려운 상황에 처해 있어서 상담이 필요한 사람입니다. 저의 문제와 감정을 이해해주시고 조언을 해주실 수 있는 상담사님께 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
저는 최근에 지속적인 스트레스와 불안감에 시달리고 있습니다. 업무와 학업, 가정 등 여러 가지 압박과 과부하로 인해 정신적으로 지친 상태입니다. 이러한 상황으로 인해 저의 자존감과 자신감이 훼손되고, 일상 생활에서도 어려움을 겪고 있습니다.
또한, 사회적인 관계에서의 어려움도 겪고 있습니다. 대인관계에서의 충돌과 갈등, 소통의 어려움 등으로 인해 저는 외로움과 고립감을 느끼고 있습니다. 이러한 문제들이 저의 삶에 부정적인 영향을 미치고 있어서, 상담사님의 조언과 지도가 필요합니다.
상담사님께서는 제게 어떤 도움을 주실 수 있는지, 어떤 접근 방식으로 상담을 진행하실 것인지 알려주시면 감사하겠습니다. 제 감정과 문제에 대한 상담을 통해 어떤 해결책을 찾을 수 있는지 알고 싶습니다. 또한, 저의 자기관리와 대인관계 개선을 위한 방법을 상담사님과 함께 모색하고 싶습니다.
이러한 어려움으로 인해 저는 지친 상태에 있습니다. 상담사님의 도움을 통해 이 문제를 극복하고, 저의 감정과 삶을 다시 조절할 수 있는 방법을 찾고 싶습니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 저의 어려운 상황을 이해해주시고 조언을 해주실 상담사님의 지도와 지원에 깊은 감사를 전합니다.
감사합니다.
좋은 하루 보내세요.'),
	
	('P@ssw0rd123$', '오하준', '경찰', '협박 받고 있어요', '저는 현재 협박을 받고 있는 상황에 처해 있어서 경찰에게 도움을 청하고자 합니다. 제 안전과 보안을 위해 상황을 신고하고 법적 조치를 취할 필요가 있다고 느껴 상담을 요청드립니다. 이 글을 통해 경찰에게 도움을 요청하는 상황에 대해 설명드리고자 합니다.
최근에 저는 누군가로부터 협박을 받고 있습니다. 이러한 협박으로 인해 제 안전과 신체적, 정신적 건강이 위협받고 있으며, 일상 생활에도 지장을 받고 있습니다. 이 문제가 지속되는 것을 막기 위해 경찰에게 신고하고자 합니다.
저는 협박의 성격과 협박을 하는 사람에 대해 자세히 알지 못하고, 어떤 조치를 취해야 하는지도 잘 모릅니다. 상담사님께서는 제게 어떻게 대처해야 하는지, 경찰에 신고하기 위한 절차와 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 제 안전을 위해 어떤 예방 조치를 취해야 하는지 알고 싶습니다.
이러한 문제로 혼자서 대처하기 어려운 상황입니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 경찰에 신고하고 법적 조치를 취하는 과정에서 저의 안전과 권리를 보호해주실 수 있으면 감사하겠습니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 안전과 보안을 위해 상담사님의 조언과 지원에 깊은 감사를 표합니다.
좋은 하루 보내세요.'),
	
	('Str0ng&Secure', '서하윤', '상담사', '억울해요', '안녕하세요,
저는 현재 억울한 상황에 처해 있어서 상담이 필요한 사람입니다. 저의 억울함과 불공정함을 이해해주시고 조언을 해주실 수 있는 상담사님께 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
최근에 저는 억울한 대우를 받고 있다고 느끼고 있습니다. 어떤 상황에서든 공정성과 정의를 중요시하는 저로서, 이러한 억울함은 저의 정서와 심리적 안녕에 영향을 주고 있습니다. 상황이나 대인관계에서의 불공정함으로 인해 저는 상처를 받고 우울감을 느끼고 있습니다.
상담사님께서는 제게 억울함을 덜어줄 수 있는 방법이 있는지, 어떻게 억울함을 다루고 극복할 수 있는지 조언해주실 수 있을까요? 억울함에 대한 이해와 감정 조절을 통해 더 건강하고 긍정적인 삶을 살아갈 수 있는 방법을 알고 싶습니다.
저는 혼자서 억울함을 다루기 어려움을 느끼고 있습니다. 상담사님께서는 제게 억울한 상황에 대한 이해와 도움을 주실 수 있는지 알려주시기 바랍니다. 저의 억울함을 이해해주시고 조언을 해주실 상담사님의 지도와 지원에 깊은 감사를 전합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 억울한 상황에서 벗어나고 긍정적인 변화를 이루기 위해 상담사님의 조언과 지원을 필요로 합니다.'),
	
	('2023!Passw0rd', '신민서', '변호사', '학폭 당했어요', '저는 현재 학폭을 당한 상황에 처해 있어서 변호사님의 도움을 청하고자 합니다. 저의 권리와 안전을 보호하기 위해 법적 조치를 취할 필요가 있다고 느끼고 있어 상담을 요청드립니다. 이 글을 통해 학폭에 대한 상황에 대해 설명드리고자 합니다.
최근에 저는 학교에서 학폭을 당하고 있습니다. 말과 행동으로 인해 저의 신체적, 정신적 건강이 위협받고 있으며, 학업과 일상 생활에도 지장을 받고 있습니다. 이러한 문제가 계속되는 것을 막기 위해 법적인 조치를 취해야 할 필요성을 느끼고 있습니다.
저는 학폭을 당하는 상황에서 어떤 권리를 가지고 있는지, 어떻게 대응해야 하는지 잘 모릅니다. 변호사님께서는 제게 어떤 도움을 주실 수 있는지, 어떤 법적 조치를 취해야 하는지 조언해주실 수 있을까요? 또한, 저의 권리와 안전을 보호하기 위해 필요한 증거와 절차에 대해서도 알고 싶습니다.
이러한 어려움으로 혼자서 대처하기 어려운 상황입니다. 변호사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 학폭 문제에 대한 법적인 조치와 권리 보호를 위해 변호사님의 조언과 지원에 깊은 감사를 표합니다.
만약 변호사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 권리와 안전을 보호하기 위해 변호사님의 조언과 지원을 필요로 합니다.
감사합니다.'),
	
	('Pr0tecti0n$!', '권지유', '상담사', '트라우마가 생겼어요', '저는 현재 트라우마를 경험하고 있는 상황에 처해 있어서 상담이 필요한 사람입니다. 저의 심리적 안녕과 회복을 위해 상담사님의 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
최근에 저는 어떤 사건이나 경험으로 인해 트라우마를 겪고 있습니다. 이러한 트라우마로 인해 저의 일상 생활, 정서적 안녕, 대인 관계 등이 영향을 받고 있습니다. 트라우마는 저의 일상에 끼치는 부정적인 영향으로 인해 극복하기 어려운 상황에 처해있습니다.
상담사님께서는 제게 트라우마에 대해 이해하고 회복하는 방법을 알려주실 수 있을까요? 어떤 심리적인 지원과 자기 치유 방법을 활용해야 트라우마를 극복할 수 있는지 조언해주실 수 있을까요? 또한, 저의 심리적 안전과 회복을 위해 어떤 예방 조치나 자기 돌봄을 해야 할지 알고 싶습니다.
저는 혼자서 트라우마를 극복하기 어려운 상황입니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 트라우마 회복을 위한 지침과 지원을 받을 수 있는 상담사님의 조언과 도움에 깊은 감사를 전합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 트라우마로부터 회복하여 더 건강하고 긍정적인 삶을 살아갈 수 있도록 상담사님의 지도와 지원을 필요로 합니다.'),
	
	('S3cur3M3th0d$', '황지호', '상담사', '그만하게 해주세요', '저는 현재 어떤 상황으로 인해 더 이상 견딜 수 없다는 마음을 가지고 있는 사람입니다. 저의 어려운 상황을 이해해주시고 그만하게 해줄 수 있는 상담사님의 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
최근에 저는 심리적으로나 감정적으로 지친 상황에서 벗어나기 어려움을 겪고 있습니다. 어떤 문제나 상황에서든 제한된 자원과 내력으로 계속해서 버텨오고 있지만, 이제는 더 이상 그만두고 싶다는 생각이 듭니다. 상황이나 대인관계에서의 어려움으로 인해 저는 지치고 우울감을 느끼고 있습니다.
상담사님께서는 저의 마음을 이해하고, 더 이상 견딜 수 없는 상황에서 어떻게 도움을 주실 수 있는지 알려주실 수 있을까요? 어떤 심리적인 지원과 자기 돌봄 방법을 활용해야 힘들게 느껴지는 상황을 극복할 수 있는지 조언해주실 수 있을까요?
저는 혼자서 해결하기 어려운 상황에 처해있습니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 더 이상 견딜 수 없다는 마음을 가진 상황에서 벗어나고 긍정적인 변화를 이루기 위해 상담사님의 조언과 지원을 필요로 합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 더 이상 힘들게 느껴지는 상황을 벗어나고, 저의 심리적 안녕과 회복을 위해 상담사님의 지도와 지원을 받을 수 있다면 큰 도움이 될 것입니다.
감사합니다.
좋은 하루 보내세요.'),
	
	('P@ssword#2023', '안지후', '변호사', '사이버 언어 폭력', '저는 현재 사이버 언어 폭력에 피해를 입고 있는 상황에 처해 있어서 변호사님의 도움을 필요로 합니다. 저의 권리와 안전을 보호하기 위해 법적 조치를 취할 필요성을 느끼고 상담을 요청드립니다. 이 글을 통해 사이버 언어 폭력에 대한 상황을 간략히 설명드리고자 합니다.
최근에 저는 인터넷이나 소셜 미디어 플랫폼에서 사이버 언어 폭력을 당하고 있습니다. 욕설, 모욕, 명예 훼손 등의 부적절한 언행으로 인해 저의 정서적, 심리적 피해를 입고 있으며, 일상 생활과 대인 관계에도 부정적인 영향을 받고 있습니다. 이러한 상황을 더 이상 방치할 수 없다고 생각하고 있습니다.
변호사님께서는 제게 어떤 도움을 주실 수 있는지, 사이버 언어 폭력에 대한 법적인 조치와 절차에 대해 조언해주실 수 있을까요? 또한, 저의 권리와 안전을 보호하기 위해 필요한 증거 수집과 대응 방법에 대해서도 알고 싶습니다.
이러한 어려움으로 혼자서 대처하기 어려운 상황입니다. 변호사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 사이버 언어 폭력 문제에 대한 법적인 조치와 권리 보호를 위해 변호사님의 조언과 지원에 깊은 감사를 표합니다.
만약 변호사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 권리와 안전을 보호하기 위해 변호사님의 조언과 지원을 필요로 합니다.
감사합니다.'),
	
	('123!SecureP@ss', '송준서', '상담사', '힘들어요', '최근에 저는 여러 가지 이유로 인해 힘들게 느껴지고 있습니다. 일상 생활에서의 스트레스, 대인 관계의 문제, 감정적인 부담 등으로 인해 내면적으로 상당히 지침을 느끼고 있습니다. 이러한 상황에서 혼자서는 어떻게 해결해야 할지 막막함을 느끼고 있습니다.
혼자서 해결하기 어려운 상황에 처해있는 저에게 상담사님의 조언과 지원은 큰 도움이 될 것입니다. 힘들게 느껴지는 상황에서 벗어나고 내면적으로 안정감을 찾을 수 있도록 상담사님의 도움이 필요합니다.'),
	
	('P@ssw0rd&Safe', '전윤서', '변호사', '집단 따돌림', '최근에 저는 집단 따돌림으로 인해 사회적, 정서적으로 큰 피해를 입고 있습니다. 일부 집단에서 저를 표적으로 삼고 비난, 모욕, 고립 등의 부당한 행위로 고통을 주고 있습니다. 이로 인해 일상 생활과 대인 관계에서 큰 어려움을 겪고 있으며, 저의 심리적 안녕과 안전이 위협받고 있다고 느끼고 있습니다.
변호사님께서는 저의 상황을 이해하고, 집단 따돌림 문제에 대해 법적인 조치를 취할 수 있는 방법과 절차에 대해 조언해주실 수 있을까요? 또한, 저의 권리를 보호하기 위해 필요한 증거 수집과 법적 대응 방법에 대해서도 알고 싶습니다.
이러한 어려움으로 혼자서는 대처하기 어려운 상황입니다. 변호사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 집단 따돌림 문제에 대한 법적인 조치와 권리 보호를 위해 변호사님의 조언과 지원에 깊은 감사를 표합니다.'),
	
	('!1SecureP@ss', '홍지민', '변호사', '허위사실', '최근에 저는 다른 사람으로부터 제 대해 허위사실이 유포되었다는 것을 알게 되었습니다. 이러한 허위사실은 제 명예와 신용을 훼손하고 있으며, 제 개인적, 직업적인 삶에 큰 영향을 주고 있습니다. 이러한 상황에서 허위사실의 유포를 중단시키고 저의 권리와 명예를 보호하기 위해 법적인 조치를 취할 필요성을 느끼고 있습니다.
변호사님께서는 저의 상황을 이해하시고, 허위사실에 대한 법적인 조치를 취할 수 있는 방법과 절차에 대해 조언해주실 수 있을까요? 허위사실의 유포를 중단시키고, 제 명예와 신용을 회복하기 위해 필요한 법적 대응 방법에 대해서도 알고 싶습니다.
혼자서는 허위사실 문제에 대한 대응이 어렵다고 느끼고 있습니다. 변호사님께서는 저에게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 허위사실에 대한 법적 조치와 제 명예를 회복하기 위한 변호사님의 조언과 지원을 필요로 합니다.
만약 변호사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 제 명예와 신용을 회복하고 허위사실에 대한 법적인 조치를 취하기 위해 변호사님의 조언과 지원을 필요로 합니다.
감사합니다.'),
# online complaint 21-90
('P@ssw0rd1', '편준우', '경찰', '학폭 목격', '경찰님,
저는 학교에서 학교 폭력 사건을 목격했습니다. 이 사태에 대해 신고하고자 하며, 경찰관님의 현장 방문을 요청합니다. 이러한 사건이 학교 내부에서 더 이상 허용되지 않도록 조치가 필요합니다. 제발 저희 학교를 방문하여 이 문제를 해결하는 데 도움을 주십시오.
감사합니다.'),

('Secur1ty!', '추채원', '상담사', '가해자를 볼 때마다 떠올라요', '가해자를 볼 때마다 내내 떠오르는 무서운 감정과 경험을 겪고 있습니다.
가해자의 존재는 저에게 큰 스트레스를 주며, 무엇을 해야 할지 감을 잡지 못하고 있습니다. 이러한 감정을 이겨내고자 상담을 받아보려고 합니다.
가해자와의 경험으로 인해 저는 상처받았고, 심리적으로 힘들어하고 있습니다. 이 감정을 함께 이겨내고 적절한 조언을 얻을 수 있는 상담을 희망합니다.'),

('3x@mpl3P@ss',	'여지윤',	'상담사', '아직도 괴롭히네요', '몇 년이 지나도록 가해자로부터 괴롭힘을 받고 있습니다. 이러한 상황으로 인해 저의 삶이 계속해서 영향을 받고 있습니다.
가해자의 존재로 인해, 저는 여전히 두려움과 무력감을 느끼고 있습니다. 또한, 과거의 상처가 지금도 저를 괴롭히고 있습니다.
도움을 받아 이러한 어려움을 극복하고 싶습니다.'),

('Ch@ll3ng1ng',	'은도현',	'경찰', '우리 학교 와주세요', '저는 학생으로서 어려운 결정을 내린 것 같습니다. 학교에서 제 선생님이 학교 폭력을 저질렀다고 말씀드리고자 합니다. 이것은 어려운 결정이었지만, 학교 내부의 안전과 모든 학생들의 복지를 위해 필요한 조치로 생각합니다. 부디 이 문제를 조사하고, 다른 학생들을 보호하기 위한 조치를 취해 주십시오.'),

('Pa$$w0rd!', '어건우',  '변호사',	'학폭 관련 문의', '교사가 변호사를 선임하여 학폭 피해자를 대신하여 법적인 조치를 취해줄 수 있는지 궁금합니다. 학폭 가해자에 대한 조치를 취하려고 하지만, 그 과정에서 법률적인 지식과 지원이 필요할 것으로 생각됩니다.
또한, 만약 교사가 변호사를 선임할 수 있다면, 이를 어떻게 진행해야 하는지에 대한 절차나 필요한 단계에 대한 정보를 알고 싶습니다. 어떤 법적 조치가 가능하고, 이를 통해 학폭 사건을 어떻게 해결할 수 있는지에 대한 조언을 부탁드립니다.
제 상황을 이해해 주시고 도움을 주시면 감사하겠습니다. 안전하고 공평한 학교 환경을 위해 법률적인 지식과 지원이 필요합니다.'),

('S@f3P@ssword', '변은서', '상담사', '경문고 2학년',	'학교에서 폭력을 당하고 있는 학생으로서, 이러한 상황이 저에게 큰 어려움을 준다고 생각합니다. 폭력 행위로 인해 저의 정서적, 심리적 건강에 영향을 미치고 있으며, 학교 생활에 대한 두려움을 느끼고 있습니다.
가해자와의 상호작용이 어려운 상황에서 어떻게 대처해야 하는지에 대한 조언과, 이러한 상황에서 벗어나기 위한 지원을 받고자 합니다.'),

('2B!0rN0t2B', '진현우',	'경찰', '도와주세요', '경찰서에,
저는 학교에서 학교 폭력 행위를 목격했으며, 이 사안을 신고하고자 합니다. 학교 내에서 벌어지고 있는 이러한 사건이 더 이상 무시되어서는 안 됩니다. 경찰관님의 도움과 지도가 필요합니다. 부디 학교로 와서 조사하고 이 문제를 해결하는 데 도움을 주십시오.'),

('9#Hard2Guess', '여지훈', '경찰',	 '이수중학교',	'제 친구가 학교에서 학교 폭력을 당하고 있다는 것을 목격했습니다. 이 상황은 매우 심각하며, 친구는 도움이 필요합니다. 부디 학교로 와서 이 사건을 조사하고, 친구를 보호하는 데 필요한 모든 조치를 취해 주십시오. 제 친구는 용기 내어 이 문제를 나누어 주었고, 우리는 그를 돕고자 합니다. 친구를 지켜주십시오.'),

('L0v3MyP@ss',	'양수아', '변호사', '학교폭력위원회 열고 싶어요',	'저는 학폭 사건을 경험한 어머니로서, 제 아이의 안전과 정의를 위해 귀하의 전문적인 도움을 필요로 합니다. 이 편지를 통해 교육 환경에서 발생한 학폭 사건에 대한 학폭위를 열기 위한 변호사 선임에 관한 도움과 조언을 요청드립니다.
저의 아이는 학교에서 학폭 피해를 입었으며, 이 사건에 대한 증거와 사실을 모으고자 합니다. 학폭 사건을 심각하게 인식하고, 해당 사건을 방치하지 않고 정의를 찾기 위해 학폭위를 열고자 합니다. 그러나 법적 절차와 관련된 지식이 부족하여 귀하의 전문적인 지도와 법률적인 지원이 필요합니다.
아이의 안전과 학폭 사건에 대한 책임을 물어야 할 필요성을 강조하고 싶습니다. 학폭위를 열기 위한 절차와 준비해야 할 사항, 그리고 어떻게 증거를 수집하고 관리해야 하는지에 대한 조언과 지원을 부탁드립니다. 학폭 피해자의 권리를 보호하고 정의를 찾을 수 있도록 도와주시면 감사하겠습니다.
어머니로서, 저의 아이가 정의를 받을 수 있도록 귀하의 도움이 절실합니다. 아이의 미래와 안전을 위해 함께 노력하고 싶습니다.
감사합니다.'),

('W1nner$2019',	'염다은',	 '상담사', '빠른 답변 부탁드립니다.', '저의 상황은 긴급하며, 빠른 조치가 필요합니다. 현재 상태로는 어려운 상황이고, 도움을 받을 수 있는 지침과 지원이 필요합니다.
부디 빠른 상담을 부탁드립니다.'),

('F@stC@r8!', '변예은',	'경찰',	'무서워요',	'학교에서 학교 폭력을 목격했습니다. 친구들과 함께 학교에 가는 것이 두렵고 힘들어졌습니다. 도와주세요! 경찰관님, 학교로 와서 제 친구들과 저를 지켜주십시오. 학교가 더 안전한 곳이 되도록 도와주세요.'),

('P@ss10n4F00d', '국우진', '변호사', '단체 DM',	'다른 학생으로부터 제 언급이 포함된 단체 DM을 받았고, 이로 인해 법적 조치를 취할 수 있는 방법이 있는지에 대한 정보를 얻고자 합니다.
학교 내에서 학폭 문제를 해결하고, 안전한 학교 환경을 유지하기 위해 귀하의 전문적인 도움이 절실합니다.'),

('M@gicP0t!', '함지아', '변호사',	'학교 폭력 재신고',	'저는 중학교 시절 학교 폭력을 경험하고, 그 가해자가 전학을 가는 등의 조치가 취해졌습니다. 그러나 고등학교에 입학한 이후, 이전 가해자와 함께 학폭 무리에 속한 다른 학생으로부터 다시 폭력을 당하고 있는 상황입니다. 이에 대해 법적 조치를 취하고자 하여 귀하께 도움을 청하려고 합니다.
중학교 때 발생한 학교 폭력 사건을 신고하고, 그 가해자 중 한 명이 전학을 가는 등의 조치가 취해졌습니다. 그러나 고등학교에 입학한 이후, 이전 가해자와 함께 학폭 무리에 속한 다른 학생들로부터 다시 폭력을 당하고 있습니다. 이 상황에서 어떻게 법적 조치를 취할 수 있는지, 그리고 어떤 절차를 밟아야 하는지에 대한 조언을 구하고자 합니다.
이런 상황을 해결하고 학교 내에서 안전하게 공부할 수 있는 환경을 창출하고자 법적 도움이 필요합니다. 어떻게 해야 할지에 대한 지도와 조언을 부탁드립니다.
감사합니다.'),

('5unsh1n3&L0v3', '탁선우', '경찰', '우리 선생님 도와주세요', '저는 학생으로서 아주 어려운 상황을 경험하고 있습니다. 학교에서 제 선생님이 학교 폭력을 당하고 있다는 것을 목격했습니다. 이 상황은 매우 심각하며, 제 선생님은 도움이 필요합니다. 부디 학교로 와서 이 사건을 조사하고, 선생님을 보호하는 데 필요한 모든 조치를 취해 주십시오.
감사합니다.'),

('W1$eCh01ce',	'현수빈',	 '상담사', '따돌림', '2023년 9월 15일에 서울 인헌고등학교에서 발생한 따돌림 사건으로, 특정 학생 그룹으로부터 지속적으로 모욕과 폭언을 당하고 있었습니다. 이 괴롭힘은 몇 주 전부터 시작되었으며, 상대방들에 의한 비난과 협박이 정신적 건강에 부정적인 영향을 미쳤습니다.'),

('Tricky#P@ss',	'강소율',	 '상담사', '지속적인 사이버 폭력',	'저는 지속적으로 사이버 폭력을 당하고 있어서 상담을 받고자 합니다.
작년부터, 제가 참여하는 온라인 커뮤니티에서 특정 사용자로부터 사이버 폭력을 당하고 있습니다. 이 사용자는 저를 욕하고 모욕하며, 개인 정보를 유포하고 있습니다. 이러한 폭력은 제 정신적 건강과 자신감에 큰 타격을 주고 있습니다.
이런 상황에서 벗어나는 방법과, 대처법을 배우고자 상담을 받고자 합니다. 부디 도와주세요.'),

('B3@utifulD@y', '남궁서진',	'변호사',	'사진 무단 도용',	'친구가 제 사진을 무단 도용하여 문제가 발생했습니다.
친구는 내 사진을 무단 도용하여 어떤 목적으로 사용하고 있으며, 이로 인해 제 프라이버시와 이미지에 피해가 발생하고 있습니다. 이에 대한 법적 조치를 취할 수 있는 방법과 어떻게 이 문제를 해결해야 할지에 대한 귀하의 조언을 부탁드립니다.
친구와의 관계를 손상시키지 않으면서도, 제 개인정보와 이미지를 보호하고 싶습니다. 어떤 법적 조치를 취할 수 있는지, 그리고 어떻게 친구와 문제를 해결할 수 있는지에 대한 도움을 부탁드립니다.'),

('H3ll0#W0r1d',	'장연우',	'경찰',	'2학년 1반',	'학교에서 다른 학생이 학교 폭력을 당하고 있다는 것을 목격했습니다. 이것은 매우 심각하며, 다른 학생은 도움이 필요합니다. 부디 학교로 와서 이 사건을 조사하고, 피해 학생을 보호하는 데 필요한 모든 조치를 취해 주십시오. 모든 학교 내에서 폭력 없는 환경을 만들기 위해 저의 신고를 고려해 주십시오.
감사합니다.'),

('W1nt3rW@nd3rl@nd', '모민재', '상담사', '학폭위', '최근에 학교에서 제게 폭력 행위가 발생했습니다. 이 사건은 저 혼자가 아닌 다른 학생들도 피해를 입은 사건이었지만, 학교 내에서는 이 사건을 무시하려는 분위기가 퍼져가고 있습니다. 교사, 경찰, 학교 관계자 등이 사건을 덮으려고 하고, 이를 강요하는 분위기가 만들어져 있습니다.
이러한 상황에서 도움을 주는 사람들이 없어서 매우 힘들게 느껴지고 있습니다. 학교 폭력으로 인한 심리적 고통과 불안함 때문에 저는 상담이 필요합니다. 사건을 덮으려는 분위기 속에서 어떻게 대처해야 할지, 누구에게 도움을 청해야 할지에 대한 조언을 받고자 합니다.'),

('7h3M00n&$tars', '공예린', '경찰', '경찰관님',	'경찰관님,
제 친구와 함께 학교에서 어려운 상황을 경험하고 있습니다. 학교에서의 폭력으로 인해 저희는 두려움과 불안함을 느끼고 있습니다. 학교가 더 안전한 장소가 되기를 바라며, 경찰관님의 도움이 필요합니다. 부디 학교로 와서 이 문제를 해결해 주세요. 친구들과 함께 더 행복한 학교 환경을 만들어주세요.'),

('C@ndyl@nd3xp3rt',	'방예원',	'변호사',	'학폭에 해당될 수 있나요..?',	'저는 친구에게 돈을 빌려줬지만, 돈을 갚지 않고 지속적으로 빌린다는 협박 같은 메시지를 받고 있습니다. 처음에는 도움을 주려는 의도로 빌렸던 돈이었지만, 이제는 친구의 요구가 협박처럼 느껴져서 더 이상 이런 상황을 무시할 수 없다고 생각하고 있습니다. 이게 학폭에 해당하는지, 그리고 이 상황을 어떻게 다루어야 할지에 대해 귀하의 조언을 얻고자 합니다.
친구와의 관계를 유지하면서 돈을 회수하고 이런 협박 상황을 해결할 수 있는 방법을 알고 싶습니다. 제 개인적인 상황을 보호하면서도 법적으로 올바른 조치를 취할 수 있는 도움을 부탁드립니다.'),

('G0Ld3nK3y$',	'제유준',	'상담사',	'스트레스', '학교 폭력 사건으로 인해 현재 스트레스를 많이 받고 있어서 상담을 받고자 합니다.
최근에 학교에서 발생한 폭력 사건으로 인해 저는 매일 스트레스와 불안함을 겪고 있습니다. 이 사건은 제 자신을 향한 공격뿐만 아니라 타인 간의 갈등과 폭력으로 둘러싸여 있어서 더욱 어려운 상황입니다. 이 스트레스로 인해 정신적으로 힘들게 느껴지고, 공포와 불안이 저를 계속해서 괴롭힙니다.
학교 폭력 사건을 겪으면서 어떻게 대처해야 할지, 더 이상 스트레스에 휩싸이지 않고 살아가기 위해 어떤 방법을 찾아야 하는지 모르겠습니다. 상담을 통해 이러한 어려움을 함께 극복하고, 더 건강한 삶을 찾아가고 싶습니다.
부디 제 고민을 들어주시고 조언해주실 수 있으시면 감사하겠습니다.'),

('S1lverSurf3r!',	'천지원',	'경찰',	'고민 많이 했어요',	'저는 친구와의 대화에서 놀랍고 고민스러운 정보를 들었습니다. 제 친구가 학교 폭력 가해자로 행동하고 있다는 것을 알게 되었고, 이것은 매우 우려스럽습니다. 학교 내의 안전과 다른 학생들의 복지를 위해 이 문제를 신고하고자 합니다. 부디 학교로 와서 이 사건을 조사하고, 친구와 다른 학생들을 보호하는 데 필요한 조치를 취해 주십시오. 모든 학교 내에서 폭력 없는 환경을 유지하기 위해 신고를 하고자 합니다.'),

('M1dn1ghtDr3am',	'맹현준',	'변호사',	'언어 폭력에 해당되나요?', '제가 좋아하는 선배가 저에게 계속해서 욕설을 하는 상황입니다. 이게 언어 폭력에 해당하는지, 그리고 이런 상황을 어떻게 다룰 수 있는지에 대해 귀하의 전문적인 의견을 얻고자 합니다.
저와 해당 선배 간의 관계가 상당히 어려워지고 있으며, 이러한 욕설로 인해 정서적으로 피해를 받고 있습니다. 이런 상황을 해결하기 위해 어떤 법적 조치나 절차를 고려해야 하는지에 대한 지식과 조언을 부탁드립니다.'),

('D@zzl!ngSun5et',	'인은우',	'상담사',	'공개 따돌림',	'온라인 플랫폼에서 시작된 따돌림 사건이 지속되고 있습니다. 제 사진과 개인 정보가 비방과 모욕을 당하며 공개되고, 이로 인해 매일 불안함과 스트레스에 시달리고 있습니다. 이 따돌림은 제 자신의 자존감을 훼손하고 정신적으로 힘들게 만들고 있어서, 어떻게 대처해야 할지 도움이 필요합니다.
이런 상황에서 벗어나기 위해 상담을 통해 스트레스를 관리하고 내면의 강함을 찾고자 합니다. 부디 도와주실 수 있으시면 연락 주십시오.'),

('S3cr3t$2K33p', '원소윤', '상담사', '방학이 끝나는 것이 두렵습니다',	'학교 폭력 사건으로 인해 학교로 돌아가는 것을 매우 무서워하고 있어서 상담을 받고자 합니다.
학교 폭력으로 인해 저는 많은 스트레스와 두려움을 느끼고 있습니다. 폭력 피해자로서 학교로 돌아가는 것이 매우 힘들게 느껴지고, 이로 인해 불안과 스트레스로 가득 차 있습니다. 이런 상황에서 학교로 돌아가면 어떻게 대처해야 할지 모르겠습니다.
도움이 필요하고, 이 상황을 극복하고자 합니다. 상담을 통해 스트레스와 두려움을 어떻게 관리하고 학교 생활을 다시 시작할 수 있는 방법을 찾고자 합니다. 부디 도와주실 수 있으시면 연락 주십시오.'),

('8l@ckC@tL0v3r',	'육정우',	'상담사',	'선배들의 괴롭힘',	'저는 현재 학교에서 선배들로 인해 괴롭힘을 당하고 있어서 상담을 신청하려고 합니다.
저는 학교에서 선배들의 괴롭힘을 받고 있습니다. 이 괴롭힘은 말로만 설명하기 어려운 정신적인 고통을 초래하고 있습니다. 선배들은 제게 모욕적인 말을 하며, 가끔은 신체적인 폭력까지 행하고 있습니다. 이로 인해 학교에 가는 것이 두려워지고, 정신적으로 힘들게 느껴집니다.
이런 상황에서 벗어나고, 어떻게 대처해야 할지 모르겠습니다. 상담을 통해 이 문제를 이야기하고, 제 자신을 지키고 싶습니다. 도와주실 수 있으시면 부디 연락 주십시오.'),

('B1gC@t$&D0gs', '채지안', '경찰',	'지켜주세요',	'저는 중학생으로, 학교에서 학교 폭력 사건을 목격했습니다. 학교 내부에서의 이러한 사건으로 인해 저와 친구들은 더 이상 안전하지 않다고 느끼고 있습니다. 도와주세요! 경찰관님, 제 친구들과 저를 지켜주시고, 이러한 문제를 해결하는 데 도움을 주십시오. 학교를 다시 안전하게 만들어 주십시오.'),

('4llTh3G1t5',	'엄하린',	'변호사',	'쌍방 폭행 반격',	'저는 학폭 피해자로서 귀하의 전문적인 도움을 찾고자 이 편지를 쓰게 되었습니다. 학교에 학폭 사건을 신고했지만, 가해자가 허위로 자신도 맞았다고 주장하여 학교에서는 이 사건을 쌍방 폭행으로 묶으려고 합니다. 이에 대해 법적으로 반격하고 싶습니다.
제가 경험한 학폭 사건은 저의 신체적, 정서적 피해를 초래했으며, 이를 무시하거나 가해자의 주장대로 쌍방 폭행으로 치부하는 것은 제게 불공평합니다. 이 사건을 법적으로 어떻게 다룰 수 있는지, 그리고 제 인권과 안전을 보호하기 위해 어떤 절차와 전략을 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.
또한, 학교와의 협상에서 이것을 어떻게 이끌어나가야 하는지에 대한 지도와 도움도 필요합니다. 학교 내의 공평한 조사와 정의를 찾기 위해 법적 지원이 필수적입니다.'),

('W@t3r$4R0cks', '옥시윤', '상담사', '허위사실 소문',	'저는 현재 허위사실로 인한 소문으로 많은 어려움을 겪고 있어서 상담을 신청하려고 합니다.
최근에 제게 대한 허위사실과 비방적인 소문이 퍼져서, 이로 인해 정신적으로 매우 고통받고 있습니다. 이런 소문은 제 신용과 명예를 훼손하고, 제 자신을 상처 입히는 결과를 초래하고 있습니다. 이 상황에서 어떻게 해결해야 할지 모르겠고, 무엇보다도 이러한 소문에 대한 무력감을 느끼고 있습니다.
도움을 받고 싶고, 이런 어려움을 극복하고자 합니다. 상담을 통해 이 문제를 이야기하고, 어떻게 허위사실과 소문에 대처할지에 대한 조언과 지원을 받고자 합니다. 부디 도와주실 수 있으시면 연락 주십시오.'),

('C@pt@inMarv3l7',	'지시은',	'변호사',	'카카오톡 채팅방 욕', '저는 카카오톡 채팅방에서 학교에서 같은 반 학생으로부터 욕설과 모욕적인 언행을 당하고 있습니다. 이 상황을 어떻게 해결해야 할지 모르겠어서 귀하의 전문적인 도움을 필요로 합니다.'),

('W0rldTr@v3ll3r$',	'금승우',	'경찰',	'경찰님의 도움이 필요해요', '친구들과 함께 학교에 가는 것이 두려워지고, 공부하기 힘들어졌습니다. 이 문제를 해결하려면 경찰의 도움이 필요합니다. 학교를 더 안전한 곳으로 만들기 위해 부디 학교로 와주시고, 우리를 지켜주십시오. 모든 중학생들의 안전을 위해 부탁드립니다.'),

('F1r3w@ll&Pr0t3ct', '진유진', '상담사', '담임교사',	'현재 저는 담임교사로부터 받는 힘들고 험한 말로 인해 많은 어려움을 겪고 있어서 상담을 신청하려고 합니다.
담임교사와의 상호 작용 중에 그의 말투와 태도가 매우 험하게 느껴집니다. 그의 말에는 비판과 비방이 자주 포함되어 있어서, 수업 시간과 일상 생활에서 저에게 상처를 주고 있습니다. 이로 인해 학교에 가는 것이 두려워지고, 공부와 학교 생활에 대한 의욕을 잃어가고 있습니다.
어떻게 대처해야 할지 모르겠고, 이러한 상황에서 어떻게 자신을 지켜야 할지에 대한 조언과 지원을 받고자 합니다. 상담을 통해 이 문제를 함께 이야기하고, 어떻게 이어 나가야 할지에 대한 도움을 부탁드립니다.'),

('B3@chSun5h1n3!',	'왕승현',	'경찰',	'학교 폭력 목격자 신고',	'학교에서 제 친구가 다른 학생을 학교 폭력으로부터 가만히 지켜보던 것을 목격했습니다. 이런 상황을 목격하고 아무것도 하지 않는 것이 어려웠습니다. 학교 내의 폭력 없는 환경을 위해 제가 본 일을 경찰관님께 알리려고 합니다.
부디 학교로 와서 이 사건을 조사하고, 모든 학생들을 보호하는 데 필요한 조치를 취해 주십시오. 학교 폭력은 우리 모두에게 위험합니다. 다른 학생들과 함께 안전한 학교 환경을 만들어 주십시오.
감사합니다.'),

('H@ppyD@ys&Nights', '나채은', '상담사', '저를 도와주세요',	'제 아이 규민이가 학교에서 폭력을 당한 상황에 대해 상담을 신청하려고 합니다.
최근에 규민이가 학교에서 다른 학생들로부터 폭력을 당한 일이 있었습니다. 이런 상황에서 규민이는 정말로 힘들게 느끼고 있지만, 신고하고 나서의 결과와 후속 조치가 무서워서 신고를 하기 어렵게 느끼고 있습니다. 규민이는 이 문제를 어떻게 해결해야 할지 모르겠고, 이 상황에서의 자신을 어떻게 지켜야 할지 답답함을 느끼고 있습니다.'),

('Gr33nT3chn0L0v3r', '류윤아', '변호사', 'SNS 협박',	'저는 현재 SNS를 통해 학교 내 다른 반 학생으로부터 협박을 받고 있습니다. 지난 해에는 같은 반 친구였으나, 이제는 협박과 공격적인 언행을 통해 제 안전과 안녕을 위협하고 있습니다. 이런 상황을 어떻게 다루어야 할지 막막하게 느껴져 귀하의 전문적인 도움을 필요로 합니다.'),

('M0unt@inV13w$', '유유나', '경찰', '학원 언어 폭력',	'학원 내에서 발생한 언어 폭력 사건을 신고하고자 합니다:
언어 폭력 발생 사건
날짜: 2023년 9월 14일
장소: 서울 중구 신당동
시각: 오후 2시
언어 폭력 행위자: 영희 (학원 구성원)
피해자: 지영 (학생)
학원 내에서의 언어 폭력 사건으로 인해 학습 환경이 매우 어려워졌습니다. 부디 이 사건을 신속하게 조사하고 적절한 조치를 취하여 학생들의 안전을 보장해주십시오.
감사합니다.'),

('D@rkKn1ghtRis3!',	'라지환',	'경찰', '사이버 폭력 피해자', '저는 사이버 폭력 피해자로서, 사이버 폭력 행위에 시달리고 있습니다. 이를 신고하고, 저의 안전과 개인 정보 보호를 위해 도움이 필요합니다.'),

('C@ndyCrush3r$', '민가은', '상담사', '당했어요', '최근에 다른 반 교사로부터 언어 폭력을 당한 상황으로 인해 상담을 신청하려고 합니다.
학교에서 교사로 근무하면서, 다른 반 교사로부터 비방적인 말과 모욕적인 언어를 듣는 일이 발생하고 있습니다. 이런 상황에서 정신적으로 힘들게 느껴지고 있으며, 교육 환경을 유지하고 학생들에게 좋은 교육을 제공하는 데 집중하기 어렵게 만들고 있습니다.
어떻게 대처해야 할지 모르겠어요. 일을 크게 만들고 싶지 않아요.'),

('G00dT1m3$R0ll', '반준혁', '변호사', '영상 신고', '저는 현재 제 영상이 학교 내에서 돌고 있다는 사실을 알게 되었습니다. 이 영상은 제 동의 없이 공개되었고, 이로 인해 제 프라이버시와 안전에 대한 우려가 커지고 있습니다. 이런 상황을 어떻게 해결하고, 영상을 삭제할 수 있는 방법을 찾고자 합니다.
영상의 무단 유포로 인해 제 개인 정보와 이미지가 위협받고 있습니다. 이 영상을 삭제하고 동일한 상황이 재발하지 않도록 어떤 법적 조치나 절차를 취해야 하는지, 그리고 어떻게 이를 추적하고 해결할 수 있는지에 대한 귀하의 조언을 부탁드립니다.
또한, 학교 내에서 이런 문제를 해결하려면 어떤 접근 방법을 사용해야 하는지에 대한 도움도 필요합니다. 제 프라이버시와 안전을 보호하기 위해 귀하의 전문적인 도움을 빌리고자 합니다.'),

('Th3M@g1c@lW0rld', '기윤우', '경찰', '학폭 및 성희롱 신고', '학교 내에서 학교폭력 및 성희롱 사건을 목격하고 있습니다. 이 사건을 신고하고, 피해자와 다른 학생들을 보호하기 위한 조치를 취해주십시오.'),

('9L1v3sL1k3@', '전서영', '경찰', '사이버 폭력 및 명예훼손', '사이버 폭력 및 명예훼손에 시달리고 있습니다. 제 개인 정보와 명예를 훼손하는 행위에 대한 조사 및 대응을 부탁드립니다.'),

('R3dR0s3$Bl00m', '임민지', '변호사', '문의드립니다', '저는 과거에 학폭 사건을 당한 학생으로서, 그 사건을 법적으로 신고하고자 합니다. 그 당시에는 적절한 조치가 취해지지 않아서 이제라도 이 문제를 해결하고자 합니다.
학폭 사건으로 인해 저는 상처받았으며, 이 사건을 무시하지 않고 정의를 찾기 위해 법적 조치가 필요하다고 생각합니다. 어떻게 법적으로 이 사건을 신고하고 처리할 수 있는지에 대한 귀하의 조언을 부탁드립니다.'),

('S@ilorM00n&Sun', '신예진', '경찰', '왕따', '학교 내에서 학폭으로 왕따를 당하고 있습니다. 이 사건을 신고하고, 학교 내에서의 안전한 환경을 유지할 수 있도록 도움을 부탁드립니다.'),

('W@t3rm3l0n$F0r3v3r', '명지우', '상담사',	'얼평', '저는 최근에 같은 반의 남학생으로서, 얼평으로 인해 힘들게 느끼고 있어서 상담을 신청하려고 합니다.
얼평으로 인해 제 자신을 부정적으로 생각하고, 자존감이 떨어지고 있습니다. 이런 상황에서 학교 생활이나 사회적 관계에서도 어려움을 겪고 있습니다. 어떻게 이 문제를 극복하고, 자신을 더욱 긍정적으로 바라볼 수 있는 방법을 찾고자 합니다.
도움을 받고 싶고, 어떻게 해결해 나갈 수 있을지에 대한 조언과 지원을 부탁드립니다. 감사합니다.'),

('R3l@x&Ch1llOut', '표유찬',	 '상담사', '정신적 폭력', '학교에서 저는 다른 학생으로부터 정신적 폭력을 당하고 있습니다. 비방적인 말과 모욕적인 행동으로 인해 정신적으로 상처받고, 스트레스와 불안을 느끼고 있습니다. 이런 상황에서 학교 생활이나 일상 생활에서 힘들게 느껴지고 있습니다.'),

('T3@Ch3r$L1f3!', '구서아', '경찰', '초상권침해',	'초상권 침해와 학교 폭력으로 어려움을 겪고 있습니다. 이러한 문제를 신고하고, 저의 안전과 개인 정보 보호를 위한 조치를 취해주십시오.
감사합니다.'),

('H1gh5c0r3#G0lf', '우수민',	'변호사',	'가해자 신고',	'저는 작년에 학교에서 학폭 사건을 당한 피해자입니다. 이 사건을 신고하고 가해자에 대한 법적 조치를 취하고자 합니다. 그러나 변호사를 선임하기 위한 비용에 대한 정보가 필요합니다.
이런 어려운 상황에서 법적으로 도움을 받아야 하지만, 비용 문제로 인해 망설이고 있습니다. 변호사의 서비스를 이용하는 데 필요한 비용과 협의 가능한 금액에 대한 정보를 부탁드립니다.'),

('H@ppyF@m1lyT1m3',	'위승민',	'변호사',	'집단 학폭', '저는 현재 집단 학폭에 피해를 입고 있으며, 학교에서의 지원이 부족하여 귀하의 전문적인 도움을 필요로 합니다. 학교 내에서는 이 문제를 충분히 다루어주지 않고 있어서, 법적 조치를 취하고자 합니다.
집단 학폭으로 인해 제 안전과 정신적 안녕에 심각한 피해를 입고 있습니다. 그러나 학교에서는 이 문제를 해결하려는 의지를 보여주지 않고 있어, 이 상황을 어떻게 법적으로 다룰 수 있는지, 어떤 절차를 밟아야 하는지에 대한 귀하의 조언을 부탁드립니다.
또한, 집단 학폭 사건을 법적으로 처리하면서 학교 내에서 안전하고 존중받을 수 있는 환경을 만들고 싶습니다. 이 어려운 상황에서 귀하의 지원이 매우 중요하며, 저의 권리와 안전을 보호하기 위한 조언을 기다리고 있습니다.
감사합니다.'),

('1nfin1ty&8y0nd',	'주수연',	'상담사',	'어떻게 해야 할까요?', '현재 저는 애인으로부터 학폭을 당하고 있으며, 상황이 매우 어려워서 상담을 신청하려고 합니다.
제 애인으로부터의 폭력은 정신적으로 괴롭히는 것 뿐만 아니라, 다른 사람들에게 폭로하면 애인에 대한 모든 것을 폭로한다는 위협으로 인해 매우 고통스럽게 느껴지고 있습니다. 이런 상황에서 아직도 애인을 좋아하는 마음이 있어서 더욱 복잡하게 느껴집니다.'),

('G@m3r4L1f3!',	'방이준',	'상담사',	'묻지마 공격',	'현재 학교에서 묻지마 공격을 당하고 있는 상황에 처해 있습니다. 저는 다른 학년의 학생이며, 가해자의 이름은 모르지만 얼굴은 기억되고 있습니다. 이런 상황으로 인해 정신적으로 상당히 힘들게 느껴지고 있어서 상담을 신청하려고 합니다.
공격을 당한 순간부터 저는 두려움과 불안에 시달리고 있으며, 이런 상황을 어떻게 해결해야 할지 모르겠습니다. 가해자의 신원을 알지 못하고, 더 이상 이런 상황을 견딜 수 없다는 생각이 듭니다. 상담을 통해 어떻게 이 문제를 극복하고, 정신적으로 다시 회복할 수 있는지에 대한 조언과 지원을 받고자 합니다.'),

('C@shRul3s!',	'차연우',	'상담사',	'7년 전인데 아직도 기억나요',	'7년 전, 학교에서 학폭을 당한 경험이 저에게 깊은 상처를 남겼고, 이로 인해 지금까지도 트라우마를 겪고 있습니다. 이런 상황으로 인해 정신적으로 힘들게 느껴지고 있어서 상담을 신청하려고 합니다.
7년이 지난 지금도 그 학생을 보진 않지만, 그 충격과 고통은 여전히 제 마음에 남아 있습니다. 이로 인해 불안, 슬픔, 분노 등의 감정이 여전히 저를 괴롭히고 있습니다. 이런 감정을 어떻게 다루고, 과거의 상처를 어떻게 치유할 수 있는지 모르겠습니다.'),

('D@ys0f0urL1v3s',	'연시후',	'경찰',	'교외 학교 폭력', '교외 학교 폭력 사건을 신고하고자 합니다. 사건 내용은 다음과 같습니다:
교외 학교 폭력 사건

사건 발생 일시: 2023년 9월 15일, 오후 4시
사건 발생 장소: [공원]
피해자: 성우 (15세, 학생)
폭력 행위자: 동진 (16세, 학생)
사건 내용: 성우 학생이 교외 공원에서 동진 학생으로부터 말과 행동으로 인한 폭력을 당했습니다. 이로 인해 성우 학생은 심리적 고통을 겪고 있으며, 학교 생활에 지장을 받고 있습니다.'),

('2M@rs&3V3nB3y0nd', '성예나', '경찰',	'신고하기 무서워요',	'2023년 9월 15일에 서울 여의도 한강 공원에서 발생한 사건을 신고합니다.
사건 내용: 학교 폭력으로 인해 피해를 입었습니다.
조사와 조치를 부탁드립니다.'),

('P@ssw0rdPuzzl3!', '곽예서',	'경찰', '친구가 놀려요', '이렇게 글을 작성하는 것이 어렵지만, 제 친구가 학교에서 놀림을 당하고 있는 상황에 대해 신고하고자 합니다. 제 친구는 이러한 상황으로 인해 매우 힘들어하고 있으며, 상처를 받고 있습니다. 조사와 조치를 부탁드립니다.'),

('5un$3t&5e@sh0r3',	'주민성',	'변호사',	'경고', '저는 현재 같은 반 학생으로부터 욕설과 모욕적인 언행을 받고 있습니다. 이런 상황을 법적인 힘을 빌려 경고하고 싶어서 귀하의 전문적인 도움을 요청하게 되었습니다.
해당 학생은 저에게 지속적으로 욕설과 모욕적인 언행을 퍼뜨리고 있으며, 이로 인해 정신적으로 피해를 입고 있습니다. 이런 상황을 법적으로 어떻게 처리하고, 해당 학생에게 경고를 주는 절차와 방법을 알고 싶습니다.
학교 내에서 학생 간의 존중과 안전한 환경을 유지하기 위해 법적 조치가 필요하다고 생각합니다. 귀하의 조언과 지원을 통해 이 어려운 상황을 극복하고 학교 내에서의 평화로운 학습 환경을 유지하고자 합니다.'),

('C@ptur3Th3Fl@g',	'하주아',	'상담사',	'학교 반 톡',	'제 반 친구들이 톡 메시지를 통해 저에 대해 부정적인 얘기를 했고, 그 얘기를 우연히 듣게 되었습니다. 이로 인해 제 자존감과 심리적 안정이 크게 흔들리고 있습니다.
이런 상황에서 어떻게 대처해야 할지 막막한데, 그냥 넘어갈 수 없는 상황입니다. 그렇게 말해줘야 하는데, 그러기가 참 힘들어서 여기에 글을 쓰게 되었습니다.'),

('3xpl0r3M0r3&L3ss', '길진우', '상담사', '대처 방법',	'존경하는 상담사님,
저는 최근 학교 내에서 교장과 한 교사 사이의 갈등 상황으로 인해 괴로움을 겪고 있습니다. 이로 인해 어떻게 대처해야 할지, 그리고 다른 교사들과의 대화에서 어떤 자세를 보여야 하는지에 대한 조언과 지도를 부탁드립니다.

교장과의 대화:
먼저, 교장과의 대화를 고려하고 있습니다. 그러나 어떤 말을 사용해야 할지 모르겠고, 어떻게 이 문제를 해결해야 할지 감이 오지 않습니다. 교장과의 대화에서 어떤 접근 방식을 취해야 할까요?

다른 교사들과의 대화:
또한, 다른 교사들과의 대화에서도 상황에 대해 언급하게 될 것입니다. 그럴 때 어떤 태도를 보여야 할까요? 어떻게 상황을 설명하고 이해를 구할 수 있을까요? 다른 교사들과의 대화에서 예의 바르고 효과적인 커뮤니케이션 방법을 알고 싶습니다.

이렇게 교장과 교사 사이의 갈등 상황에서 어떻게 대처해야 할지에 대한 조언과, 다른 교사들과의 대화에서 보여야 할 태도와 커뮤니케이션 전략에 대한 도움을 부탁드립니다. 학교 내의 조화를 유지하면서 이 문제를 해결하고자 노력하고 있습니다.'),

('H@ppy&H3@lthy', '정시연', '변호사', '장애우 보호', '존경하는 변호사님,
저는 최근 학교에서 장애우인 친구가 모르고 학폭을 당했다는 사실을 알게 되었습니다. 이 사건은 우연한 발견으로 밝혀졌으며, 저와 같은 반 학생 중 한 명이 이를 저희 반장 앞에서 고백했습니다. 이제 어떻게 해야 할지 모르겠어서 귀하께 도움을 구하고자 합니다.
장애우 친구는 이 사건을 아직 모르고 있습니다. 그리고 이 사건이 더 복잡해질 것 같아 걱정입니다. 이 사태를 어떻게 해결하고, 친구를 지키며 도울 수 있는지에 대한 귀하의 조언을 부탁드립니다.'),

('C0ff33&Cr34m!', '마준영', '경찰', '인스타 스토리 공개 저격글', '최근에 제 인스타그램 스토리에 대한 공개 저격글을 받아들이고자 합니다. 제 스토리를 통해 전달하려 했던 메시지와 전혀 상관이 없으며, 내용 자체가 모욕적이며 불쾌한 내용을 포함하고 있습니다.
사용자의 신분을 알 수 없으나, 이러한 저격글로 인해 저는 상처받고 있으며, 제 개인 정보와 명예를 침해당하고 있습니다.
제 개인 정보와 명예를 존중해주시고, 인터넷 공간에서의 적절한 행동을 기대합니다.'),

('W1ld@n1m@ls&Fr33d0m',	'노연서', '상담사', '이것도 학폭인가요?', '저는 최근 다른 학교에서 온 학생으로부터 욕설과 모욕적인 언행을 당한 상황에 처해 상담이 필요하다고 생각합니다. 이렇게 다른 학교의 학생으로부터 욕을 듣는 것도 학폭에 해당하는지에 대한 의문이 듭니다. 도움과 조언을 구하려고 이 글을 쓰게 되었습니다.
제 상황은 다음과 같습니다:
저와 욕을 한 학생은 같은 학원 수업을 듣는 학생입니다. 그런데 그 학생은 제게 매우 모욕적인 언행을 했고, 욕설을 했습니다. 이로 인해 정말로 상처받았고, 학원 수업을 진행하는 데에도 어려움을 겪고 있습니다.
학폭에 해당하는지, 그리고 이런 상황을 어떻게 다루어야 할지에 대한 조언과 도움을 필요로 합니다. 또한, 이런 상황을 학원이나 다른 관련 기관에 보고해야 할 필요가 있는지에 대한 지침도 부탁드립니다.'),

('4ll4Fun&L@ughs', '설수현', '경찰', '조사 해주세요', '안녕하세요 경찰님,
저는 고등학교 학생이에요. 학교에서 좋은 친구들을 사귀고 배우는 게 제 일상인데, 학교 폭력으로 인해 그런 일상이 힘들어졌어요. 제발 학교로 와서 이 문제를 조사하고, 학교를 더 안전하게 만들어주실 수 있을까요? 학교에서 폭력 없는 환경에서 공부하고 놀고 싶어요.'),

('Tr3@sur3Hunt3r$', '선지원', '변호사', '거짓 고발', '저는 최근 누군가의 거짓 고발로 인해 교무실에 불려가서 학폭 피해자로 연류되었습니다. 이런 상황에 대처하기 위해 법적인 조언과 도움을 필요로 합니다.
거짓 고발로 인해 저의 명예와 안전이 피해를 입고 있으며, 이 상황을 어떻게 법적으로 다룰 수 있는지, 어떤 조치를 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.
또한, 이런 문제를 해결하면서 학교 내에서 평화로운 환경을 유지하려면 어떤 접근 방법을 사용해야 하는지에 대한 지도도 필요합니다. 귀하의 지원을 빌리고자 합니다.'),

('B3@utifulM!nds&H3arts', '석수호', '변호사', '메시지로 협박', '저는 학부모로서 현재 다른 학부모로부터 협박 메시지를 받고 있습니다. 이런 상황에 대한 법적 지원과 조언을 구하려고 귀하께 연락드립니다.
해당 학부모로부터 받은 메시지는 협박적이며, 저에게 불안과 위협을 느끼게 합니다. 이런 상황을 어떻게 법적으로 다룰 수 있는지, 어떤 조치를 취해야 하는지에 대한 귀하의 전문적인 조언을 부탁드립니다.
또한, 이 문제를 해결하면서 다른 학부모와의 관계를 유지하면서 어떻게 법적으로 대응해야 하는지에 대한 지도도 필요합니다. 제 안전과 권리를 보호하기 위해 귀하의 지원을 빌리고자 합니다.
감사합니다.'),

('S3cr3tP@ssK33per', '심하율', '변호사', '교사 신고', '우리 아이가 최근 교사로부터 모진 말을 들어 상처받았습니다. 이런 일이 계속해서 일어나고 있으며, 우리는 이 상황을 심각하게 보고 귀하의 전문적인 도움을 필요로 합니다.
우리 아이가 교사로부터 모욕적인 언행을 당한 것은 분명하며, 이에 대한 법적 조치를 취하고자 합니다. 어떻게 이런 문제를 법적으로 처리하고, 어떤 조치를 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.
또한, 아이의 정서적 안녕과 교육 환경을 보호하기 위해 어떤 절차를 밟아야 하는지에 대한 지도도 필요합니다. 아이의 안전과 권리를 보호하기 위해 귀하의 지원을 기다리고 있습니다.
감사합니다.'),

('R@1nbow$&Butt3rfly', '신재윤', '변호사', '허락없이 사진 유출', '저는 최근 허락없이 제 사진이 몰래 찍혀 유출되었다는 사실을 알게 되었습니다. 더구나, 이 사건에 관여한 두 명의 학생이 동시에 사진을 찍고 유출한 것으로 의심됩니다. 이런 상황을 심각하게 보고, 이 문제를 법적으로 처리하고자 합니다.
이 사건에 관여한 두 학생을 신고하고, 제 사진의 무단 유출을 법적으로 다루는 방법과 어떤 조치를 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.'),

('D@wn0fTh3N3wAg3', '소시현', '경찰', '학폭 사건 발생', '학교 내에서 발생한 학교 폭력 사건을 목격했습니다. 이러한 상황으로 인해 학교에서의 공부와 생활이 매우 어려워졌습니다. 학교를 안전한 공간으로 만들기 위해 경찰관님의 도움이 필요합니다. 학교로 와서 이 문제를 신속하게 조사하고, 가해자들에게 법적 조치를 취해 주시기를 부탁드립니다. 모든 학생들이 폭력에서 자유롭게 배우고 성장할 수 있는 환경을 만들어 주십시오.
감사합니다.'),

('D@rkn3ss&L!ght', '도태윤', '변호사', '학부모', '제 아이가 같은 반 아이와의 갈등으로 고통받고 있으며, 이 문제로 인해 해당 학부모까지 괴롭힘을 당하고 있습니다. 이 어려운 상황을 법적으로 처리하고자 하여 귀하의 전문적인 도움을 필요로 합니다.
우리 아이는 상대방과의 갈등으로 정서적 피해를 입고 있으며, 이 갈등이 학부모까지 확대되고 있습니다. 이 상황을 어떻게 법적으로 다룰 수 있는지, 어떤 조치를 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.'),

('L1v3L1f3&L0v3It!', '노한결', '변호사', '도와주십시오.', '존경하는 변호사님,

저는 현재 학교 내에서 반복적으로 학폭을 당하고 있는 학생입니다. 그러나 학교에서는 이 사건을 피해자의 책임으로 돌리려 하고 있으며, 사건을 덮으려는 시도가 있습니다. 이런 어려운 상황을 법적으로 처리하고자 하여 귀하의 전문적인 도움을 필요로 합니다.
학폭으로 인해 제 안전과 정신적 안녕에 큰 피해를 입고 있으며, 이 상황을 어떻게 법적으로 다룰 수 있는지, 어떤 조치를 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.
또한, 이런 문제를 처리하면서 학교 내에서의 정의를 찾고, 피해자의 권리와 안전을 보호하기 위해 어떤 절차와 방법을 사용해야 하는지에 대한 지도도 필요합니다. 귀하의 지원을 통해 이 어려운 상황을 극복하고자 합니다.

감사합니다.'),

('C0ff33T1m3&Sm1l3s', '남다인', '변호사', '신고해야 할까요?', '저는 현재 교사로서 교장으로부터 괴롭힘을 당하고 있습니다. 이런 어려운 상황을 신고하고 조치를 취하기 위해 귀하의 전문적인 조언과 도움을 필요로 합니다.
교장으로부터 받는 괴롭힘이 지속되고 있으며, 이로 인해 제 업무와 정신적 안녕에 영향을 미치고 있습니다. 이 문제를 어떻게 법적으로 다룰 수 있는지, 어떤 절차와 조치를 취해야 하는지에 대한 귀하의 조언을 부탁드립니다.');

# police complaint
INSERT INTO 
	police_complaint(pc_pw, pc_name, pc_title, pc_content)
VALUES
	('S3cureP@ssword!', '유채원', '학폭 신고합니다.', '존경하는 경찰께,
저는 서울예고에 다니는 유채원입니다. 이 편지를 통해 제 학교에서 발생한 심각한 학교 폭력 사건에 대해 신고하고자 합니다. 저희 학교 내에서 발생한 폭력 행위로 인해 학생들이 위험에 노출되고 있으며, 이에 대한 조사와 조치를 취해주시기를 간절히 부탁드립니다.
제가 목격한 폭력 사례 중 일부는 다음과 같습니다:
가. 일요일 오후, 학교 체육관에서 발생한 신체적인 폭력 사례를 목격했습니다. 학생 A가 학생 B와 맞서 싸우는 모습을 목격했습니다. 학생 A는 학생 B에게 몸을 가격하며 폭력을 가하는 동안, 학생 B는 방어할 수 없었고 고통스러워하는 표정을 보였습니다. 교사나 교감선생님은 이 사건을 주시하지 않고 지나치는 모습을 보여, 학생들은 방치된 느낌을 받았습니다.
나. 화요일 오전, 학교 버스에서의 대화 중 폭언과 협박을 목격했습니다. 학생 C와 학생 D 사이에서 치명적인 모욕과 협박이 이뤄졌으며, 이는 다른 학생들에게 큰 충격을 주었습니다. 학생 C는 두려움과 사회적 고립감을 느끼며 교사나 운전기사에게 도움을 요청할 용기조차 가질 수 없었습니다.
다. 수요일 오후, 학교 도서관에서의 인종 차별적인 폭언과 신체적인 공격 사례를 목격했습니다. 학생 E는 흑인 학생인 학생 F에게 인종 차별적인 욕설을 내뱉으며 신체적인 폭력을 행사했습니다. 학생 F는 눈에 눈물을 고이며 절망적인 표정을 보였고, 다른 학생들은 불안과 분노를 느끼며 이 상황에 대처할 수 있는 선생님의 부재를 한탄했습니다.
위의 사례들은 학교 내에서 발생한 폭력 행위의 일부에 불과합니다. 이러한 사건들이 무시되거나 방치되는 상황에서 학생들은 위험에 노출되고 있으며, 이는 그들의 안전과 학업에 대한 집중력에 영향을 미치고 있습니다. 이런 상황을 해결하기 위해 경찰께서는 신속하고 적절한 조사를 실시하고 적절한 조치를 취해주시기를 간곡히 요청합니다.'),
	
	('Str0ng&Safe123', '고건우', '괴롭혀요', '최근에 다음과 같은 상황들을 겪고 있습니다:
학교에서 저를 따라다니는 사람이 있습니다. 그는 저에게 욕설을 하거나 몸을 밀치기도 하는데, 이로 인해 저는 학교에 가는 것이 두렵고 불안합니다.
교실 내에서도 괴롭힘을 당하고 있습니다. 학생들이 저에게 모욕적인 말을 하거나 제 물건을 훔치기도 합니다. 이로 인해 저는 학업에 집중하기가 어려워졌습니다.
저의 소셜 미디어 계정에서도 괴롭힘을 받고 있습니다. 알 수 없는 사람들이 저를 모욕하거나 협박하는 메시지를 보내고, 저를 비방하는 게시물을 올리기도 합니다. 이로 인해 저는 온라인 활동에 두려움과 불안을 느끼고 있습니다.
이러한 상황으로 인해 제 안전과 심신의 평화를 유지하기가 어렵습니다. 경찰께서는 이 문제에 신속하고 적극적으로 대응해주시길 부탁드립니다. 저의 신고에 대한 조사와 가해자에게 적절한 처벌을 부과하여 저와 같은 피해가 발생하지 않도록 도와주시기를 빕니다.'),
	
	('P@ssw0rd!2023', '문수아', '교실 폭력 신고합니다', '저는 교실 내에서 폭력을 당하고 있어 이렇게 신고하게 되었습니다. 제 안전과 심신의 평화를 위해 경찰에게 도움을 청하고자 합니다. 신속한 조사와 적절한 조치를 부탁드립니다.'),
	
	('Pr0tectM3$Now', '양지아', '아동학대 피해자', '저는 가정에서 지속적으로 아동학대를 당하고 있는 아이로서 도움을 요청하기 위해 이렇게 글을 쓰게 되었습니다. 저의 안전과 신체적, 정서적 건강을 지키기 위해 경찰에게 도움을 청하고 싶어요. 제 상황을 신고해서 신속하고 적절한 조사와 조치를 취해주시면 정말 감사하겠어요!
최근 몇 달 동안 가정에서는 저에게 너무 많은 고통과 상처를 주는 일이 계속되고 있습니다. 부모님에게서 신체적으로 많이 학대받고 있어요. 때로는 폭력적인 행동을 당하고, 때로는 욕설을 듣고, 말로 상처를 입기도 해요. 이렇게 신체적 학대를 당하니까 제 신체가 다쳐서 너무 두렵고 안타까워요.
그리고 가정 내에서는 정서적으로도 많은 학대를 받고 있어요. 부모님의 언행과 발언들이 정말 상처롭고 모욕적이에요. 때로는 저를 무시하고 냉담하게 대하는 경우도 있어서 마음이 아프고 힘들어요. 이런 상황에서는 자신감도 상실하고 힘들게 일어나는 일들에도 대처하기가 힘들어져요.
가장 힘들고 괴로운 일은 성적 학대인데요. 부모님에게서 성적으로 학대를 당하고 있어요. 정말로 말로 다 표현하기 어려운 일들이라 제 기분을 이해해주시길 바랍니다. 이런 성적 학대로 인해 저는 많은 정신적인 상처를 입었고, 저의 삶과 미래에 대한 희망까지도 훼손시키고 있어요.
저는 이런 상황으로 인해 두려움과 불안함을 느끼고 있습니다. 집 안에서라도 위협을 느끼고 혼자서 이 문제를 해결하기는 정말 어려운 상황이에요. 그래서 경찰에게 저의 신고를 진지하게 받아들여주시고 신속하고 적극적인 조사와 조치를 취해주시기를 간절히 부탁드립니다. 제 신고를 익명으로 처리하거나 제 신분을 보호해주시면 정말로 감사하겠어요.
제게 도움을 주시고, 가해자로부터 안전하게 보호해주시기를 빕니다. 경찰 분들과 협력하여 제 상황을 조사하고, 그에 맞는 법적 조치를 취해주시면 정말로 감사하겠어요.'),
	
	('2023Secur3P@ss', '손영국', '학교 폭력 신고', '안녕하세요 경찰 분들께,
저는 학교에서 지속적으로 폭력을 당하고 있는 학생으로서 도움을 요청하기 위해 이렇게 글을 쓰게 되었습니다. 저의 안전과 학업에 지장을 주는 이 문제에 대해 경찰에게 신고하고 신속하고 적절한 조사와 조치를 부탁드리고자 합니다.
최근에 학교에서 다음과 같은 상황들을 경험하고 있습니다:
1. 신체적 폭력: 학교 내에서 다른 학생들로부터 신체적으로 공격을 당하고 있습니다. 폭력적인 언행, 폭행, 밀치기 등의 행동으로 인해 제 안전이 위협받고 있습니다.
2. 언어적 폭력: 제게 대해 모욕적이고 혐오적인 언어를 사용하는 학생들이 있습니다. 저를 괴롭히거나 비난하는 말들로 인해 제 자신감과 사회적 관계에 큰 영향을 받고 있습니다.
3. 사이버 폭력: 온라인 공간에서도 제게 대한 괴롭힘이 이루어지고 있습니다. 익명으로 저를 비방하거나 협박하는 메시지를 받거나, 사진과 동영상을 악용하는 등의 디지털 폭력을 겪고 있습니다.'),
	
	('!Passw0rd#2023', '배승련', '조용히 있을 수 없어요', '안녕하세요 경찰 분들께,
저는 학교에서 발생한 폭력 사건을 목격한 학생으로서 이렇게 글을 쓰게 되었습니다. 제 안전과 타 학생들의 안녕을 위해 경찰에게 신고하고자 합니다. 폭력 사건에 대한 증언과 제가 목격한 상황에 대해 알려드리려고 합니다.
학교 내에서 한 학생이 다른 학생을 폭행하는 상황을 목격했습니다. 폭력적인 언행과 신체적인 공격으로 인해 피해 학생이 다치는 모습을 목격했어요.
학생들 사이에서 모욕적이고 혐오적인 언어가 사용되는 상황을 목격했습니다. 비난과 괴롭힘의 말들로 인해 피해 학생의 정서적 피해가 가중되고 있음을 확인했습니다.
저는 폭력 사건을 목격한 목격자로서 이를 신고하여 학교 폭력에 대한 신속하고 적극적인 조사와 조치를 취해주시기를 간절히 요청합니다. 제 증언을 토대로 사건을 해결해주시고, 가해자를 책임지고 피해 학생들을 보호해주시길 부탁드립니다.
감사합니다.'),
	
	('P@55w0rd&Pr0tect', '조하영', '부탁합니다', '안녕하세요 경찰 분들께,
저는 아직 어린 학생이지만, 학교에서 발생한 폭력 사건을 목격하여 이렇게 글을 쓰게 되었습니다. 경찰 분들께 도움을 청하고자 합니다. 제가 보고한 상황을 알려드리고, 피해 학생들을 보호해주시고 문제를 해결해주실 수 있기를 간절히 바랍니다.
저는 어린 학생이지만, 이 문제에 대해 조용히 있을 수 없다고 느껴서 이렇게 글을 쓰게 되었습니다. 경찰 분들의 도움을 받아 학교 폭력을 해결하고, 저희 어린이들이 안전한 환경에서 학습하고 자라날 수 있기를 진심으로 바랍니다.
감사합니다.'),
	
	('Saf3&Secure12!', '백지윤', '지속적인 학교폭력', '저는 중학생으로서 학교에서 지속적으로 경험하고 있는 신체적인 학교폭력에 대해 신고하고자 이렇게 글을 쓰게 되었습니다. 제 안전과 학업에 지장을 주는 이러한 문제에 대해 경찰에게 도움을 요청하고, 적절한 조사와 조치를 부탁드리고자 합니다.
저는 최근 학교에서 다음과 같은 신체적인 폭력 상황들을 지속적으로 경험하고 있습니다:
-학교 내에서 다른 학생들로부터 무단으로 폭행당하거나, 폭언과 욕설을 당하고 있습니다. 몸을 밀치거나 때리는 행위, 폭력적인 동기부여 등으로 인해 제 안전이 위협받고 있습니다.
-어떤 학생들은 제게 대해 지속적으로 괴롭히고 차별하며, 명예훼손을 시도합니다. 비난과 조롱, 인신공격적인 말들로 인해 저의 자신감과 학교생활에 큰 영향을 받고 있습니다.
-이러한 폭력 상황은 신체적인 피해 뿐만 아니라 정신적인 고통과 불안을 일으킵니다. 학교는 안전하고 존중받을 수 있는 장소여야 하지만, 저는 그런 환경을 느끼지 못하고 있습니다.
제 안전과 권리를 보호하기 위해 경찰 분들께서 신속하고 적극적인 조사를 진행해주시기를 간절히 부탁드립니다. 이러한 폭력 행위에 대한 제 증언과 목격자들의 증언을 기반으로 문제를 해결해주시고, 가해자에게 적절한 제재를 가해주시길 요청합니다.'),
	
	('1L0v3S3cur1ty!', '허도현', '도와주세요', '학교에서 사이버 폭력을 목격하여 이렇게 글을 쓰게 되었습니다. 경찰 분들께 도움을 청하고자 합니다. 제가 목격한 사이버 폭력 사건을 알려드리고, 피해 학생들을 보호하고 문제를 해결해주시길 간절히 부탁드립니다.
학교 내에서 학생들끼리 사이버에서 모욕적이고 혐오적인 메시지를 주고받고 있습니다. 익명으로 타인을 비방하거나, 욕설과 협박을 하는 행동들이 이루어지고 있습니다. 이러한 메시지들은 학생들의 자신감을 깎아내리고 정서적인 고통을 초래합니다.
어떤 학생들은 사진이나 동영상을 악용하여 다른 학생들을 괴롭히는 행위를 하고 있습니다. 개인적인 사진이나 비방적인 내용이 포함된 동영상을 공유하여 학생들을 괴롭히고 명예를 훼손시키는 것을 목격하고 있습니다. 이로 인해 피해 학생들은 근심과 불안 속에서 고통을 겪고 있습니다.
사이버 폭력은 학교 생활뿐만 아니라 학업에도 부정적인 영향을 미치고 있습니다. 피해 학생들은 학교에 가기 싫어지거나, 집중력을 잃게 되어 학업 성취도가 저하되고 있습니다.
사이버 폭력으로 인한 피해 학생들을 보호하고, 이러한 문제를 해결하기 위해 경찰 분들의 신속한 조사와 적절한 조치가 필요합니다. 고생하는 학생으로서 이러한 문제를 경험하고 있는 저는 조용히 있을 수 없다고 느껴 이렇게 글을 쓰게 되었습니다. 저와 같은 피해 학생들의 안전과 행복을 위해 경찰 분들의 도움을 청합니다.
도와주세요, 저희 피해 학생들의 소중한 지원이 필요합니다.'),
	
	('C0mpl3xP@ssw0rd', '유은서', '힘들어요', '안녕하세요 경찰 분들께,
저는 선생님으로서 학교에서 학생으로부터 학교폭력을 당하고 있다는 사실을 알리고자 이렇게 글을 쓰게 되었습니다. 저는 저희 학교에서의 문제를 경찰 분들에게 신고하고, 학생들의 안전을 보장해주시고 문제를 해결해주시길 간절히 부탁드립니다.
최근 저는 다음과 같은 학교폭력 상황을 경험하고 있습니다:
학생들로부터 신체적인 폭력을 당하고 있습니다. 언론이나 온라인 공간에서는 주로 학생들이 피해를 받는 측면에 초점이 맞추어지지만, 제가 선생님으로서 피해를 입고 있는 상황을 알리고 싶습니다. 폭언, 폭력적인 동기부여 등으로 인해 저는 상처를 입고 힘들게 되었습니다.
학교 내에서 어떤 학생들은 저에 대해 모욕적이고 혐오적인 말을 사용하여 저를 괴롭힙니다. 비방, 차별, 조롱 등의 언어적 폭력을 통해 제 신념과 자존감을 훼손시키는 행위를 당하고 있습니다. 이로 인해 제가 수업을 진행하거나 학생들과의 관계를 구축하는 것이 어려워지고, 정서적으로 힘들게 되고 있습니다.
저는 힘들게 학교에서 교육을 제공하고 있는 선생님입니다. 경찰 분들께서는 이러한 문제에 대해 신속하고 적극적인 조사를 진행해주시고, 학생들의 성장과 발전을 도모해주실 것을 간절히 요청합니다.
감사합니다.'),
	
	('!StrongP@ssw0rd', '남현우', '신고해주세요', '저는 선생님으로서 학교에서 학생들 간의 학교폭력을 목격하여 이렇게 글을 쓰게 되었습니다. 학생들의 안전과 교육 환경을 보호하기 위해 경찰 분들께서 신속하고 적극적인 조사 및 조치를 취해주시길 간절히 부탁드립니다.
어떤 학생들이 다른 학생들에게 신체적인 폭력을 가하고 있습니다. 폭행, 구타, 밀치기 등의 폭력 행동이 일어나고 있으며, 피해 학생들은 상처를 입고 고통을 겪고 있습니다.
저는 경찰 분들의 빠른 조사와 적절한 조치를 믿고 있으며, 함께 더 안전하고 건강한 학교 환경을 만들어나갈 수 있다고 생각합니다. 학생들의 권리와 안전을 위해 저희 신고에 적극적으로 대응해주십시오.'),
	
	('P@ssw0rd2023$', '심지훈', '학교폭력을 목격한 것 같아요', '저는 동생으로서 언니가 학교에서 폭력을 당하는 상황을 목격하였으며, 이렇게 글을 쓰게 되었습니다. 
언니는 학교에서 신체적인 폭력을 당하고 있습니다. 다른 학생들로부터의 폭행, 밀치기, 폭언 등으로 인해 언니는 상처를 입고 고통을 겪고 있습니다.
언니의 안전과 행복은 저에게 매우 중요하며, 언니를 지켜주기 위해 신고를 결심하게 되었습니다.
경찰 분들께서는 저희의 신고를 잘 검토하고 적절한 조치를 취해주시길 부탁드립니다. 언니는 학교에서 안전하게 교육을 받을 권리가 있으며, 이런 학교폭력이 더이상 퍼지지 않도록 함께 해주십시오.
저는 경찰 분들의 지원을 믿고 있으며, 언니가 다시 웃을 수 있는 안전하고 행복한 학교 환경을 만들어 나갈 수 있기를 바랍니다.'),
	
	('S3cur3!Protect', '노우진', '도와주십시오', '저는 학생으로서 도와주십시오! 라는 글을 쓰게 되었습니다. 제 친구가 가해자로써 다른 반 친구를 괴롭히는 상황을 목격하여 경찰 분들에게 신고하고 문제를 해결해주시길 간절히 부탁드립니다.
제 친구는 언어적인 폭력으로 다른 반 친구를 괴롭히고 있습니다. 모욕적인 말, 욕설, 차별적인 언사 등으로 인해 피해 학생은 자존감을 상실하고 정서적인 고통을 겪고 있습니다.
제 친구는 친구들을 협박하고 소문을 퍼뜨려 다른 반 친구에게 위협적인 상황을 조성하고 있습니다. 이로 인해 피해 학생은 불안과 두려움을 느끼며 학교 생활에 지장을 받고 있습니다.
저는 제 친구의 행동에 매우 걱정되고, 다른 반 친구를 지켜주기 위해 경찰 분들께 신고하게 되었습니다. 제 친구가 피해 학생에게 가한 학교폭력이 더 이상 퍼지지 않도록 신속하고 적절한 조치를 취해주시길 부탁드립니다.'),
	
	('2023SecureP@ss!', '정수빈', '신고합니다', '저는 집 근처 고등학교를 지나가는 도중 목격한 학교 폭력 사건을 경찰 분들에게 신고하고 문제 해결에 도움을 청하고자 합니다.
저는 경찰 분들의 신속한 대응과 문제 해결 능력을 믿고 있으며, 함께 안전하고 건강한 학교 환경을 조성해 나갈 수 있다고 믿습니다. 학생들의 권리와 안전을 위해 저희의 신고에 적극적으로 대응해주시기를 바랍니다.
감사합니다.'),
	
	('Pr0t3ction&Safe', '하다은', '사이버 학폭 사건', '사이버 공간에서의 폭력으로 인해 상처를 입고 고통을 겪고 있으며, 경찰 분들에게 신고하고 문제를 해결해주시기를 간절히 부탁드립니다.
온라인 플랫폼에서 학교 동료들에 의해 모욕적인 메시지와 욕설을 받고 있습니다.
소셜 미디어를 통해 제 사진이나 개인 정보가 유포되고 조작된다는 사실을 알게 되었습니다. 이로 인해 제 개인 생활에 대한 침해와 신체적인 위협을 느끼고 있습니다.
경찰 분들께서는 저의 신고를 신속하게 검토하고 조사하여, 가해자들을 책임지고 적절한 처벌을 내려주시기를 부탁드립니다.'),
	
	('S@f3M3th0d&Secur3', '곽선우', '학교폭력 신고합니다', '저희 반에서 일어나고 있는 사건에 대해 경찰 분들께 신고합니다.
일부 학생들이 다른 학생들을 신체적으로 공격하고 협박하는 행동을 하고 있습니다. 폭행, 구타, 밀치기 등의 폭력 행위가 빈번히 일어나며, 피해 학생들은 상처를 입고 고통을 겪고 있습니다.
피해 학생들의 안전과 행복을 위해 경찰 분들께 신고하고, 적절한 조사와 조치를 취해주시길 간절히 요청드립니다.
저는 경찰 분들께서 이 문제에 대해 신속하고 성의있게 대응해주실 것을 믿고 있습니다. 함께하여 학교 내 평화로운 분위기를 조성하고, 모든 학생들이 안전하게 학교 생활을 할 수 있도록 도와주시기를 바랍니다.'),
	
	('P@ss#2023word!', '성서진', '언어폭행으로 신고해요', '저희 학교에서 언어폭행 사건이 발생하고 있습니다. 일부 학생들이 모욕적인 말, 욕설, 차별적인 언사를 사용하여 다른 학생들을 괴롭히고 학대하고 있습니다. 소셜 미디어를 통해 학생들이 비방적인 글을 작성하고 동영상을 유포하는 등의 행위가 이루어지고 있습니다. 일부 학생들은 학교 내에서 비방적인 소문을 조작하여 다른 학생들에게 위협적인 분위기를 조성하고 있습니다. 
피해 학생들의 안전과 정서적인 건강을 위해 경찰 분들께 신고하고, 적절한 조사와 조치를 취해주시길 간절히 요청드립니다.'),
	
	('123$SecureP@ssw0rd', '차예은', '학폭 신고합니다', '저와 제 친구들이 돈을 뺏기고 집에 가두어진 상황에서 경찰 분들에게 신고하고 도움을 요청하고자 합니다.
어떤 무리가 저와 제 친구들을 목표로 삼아 돈을 강제로 뺏었습니다. 강압적인 태도와 위협적인 언사로 인해 저희는 돈을 주지 않으면 가족들에게 위험을 끼칠 것이라는 협박을 받았습니다.
이후 저와 제 친구들은 무리에게서 도망칠 수 없도록 집에 가두어졌습니다. 제 친구들은 강제로 집에 갇히고, 어떤 사람들이 문 밖에서 가족들에게 위협을 가하는 상황을 목격하였습니다.
저희는 현저한 위험과 불안에 시달리고 있습니다. 저희는 경찰 분들께서 이 문제를 해결해주시기를 믿고 있습니다.'),
	
	('P@ssw0rd&2023Safe', '주유준', '학교폭력 신고', '저는 장애인 학생을 괴롭히는 상황을 목격하여 경찰 분들께 신고하고 도움을 요청하고자 합니다. 어떤 학생이 장애인 학생을 겨롭히고 괴롭히는 행동을 보였습니다. 그 학생은 말과 행동으로 장애인 학생을 비하하고 모욕하는 행위를 반복적으로 했습니다. 이로 인해 장애인 학생은 정서적으로 상처를 입고 고통을 겪고 있습니다. 그 학생이 평온한 학교 환경에서 안전하게 학습할 권리가 있다고 믿어 경찰 분들께 신고하고자 합니다. 학교는 안전하고 존중받는 공간이어야 합니다. 장애인 학생과 모든 학생들이 서로를 존중하고 배려하는 환경을 조성하기 위해 경찰 분들의 협조와 지원이 필요합니다. 학교폭력에 대한 신속하고 엄정한 대응을 통해 저희 학교에서 안전하고 즐거운 학습환경을 창출해주시기를 바랍니다.'),
	
	('!1P@ssw0rdSecure', '우연우', '도움 요청드립니다', '안녕하세요,
제가 피해자로서 학교폭력을 신고하였지만, 선생님들이 저를 잘못한 존재로 비난하고, 학폭위원회가 열렸지만 가해자들이 가벼운 처벌만 받았습니다.
저의 상황은 다음과 같습니다:
제가 학교폭력을 신고한 이후, 선생님들은 저를 잘못한 존재로 돌리고 비난하였습니다. 제가 피해자로서 신고한 사실을 무시하고, 저를 가해자로 몰아가려는 시도를 하고 있습니다. 이로 인해 저는 심리적으로 큰 고통을 겪고 있습니다.
학폭위원회가 열렸지만, 가해자들은 매우 가벼운 처벌만을 받았습니다. 저희 피해자들의 고통과 상처는 감안되지 않고, 학교 내에서의 교육적인 대응보다는 가해자들의 편을 드는 것으로 보입니다. 이러한 결과로 인해 저희는 더욱 무력하고 불안한 상황에 처해져 있습니다.
제가 이 글을 작성하는 이유는 저와 같은 피해자들이 무시되지 않고 정당한 대응과 보호를 받기를 바라기 때문입니다. 학교폭력은 결코 가볍게 넘어갈 수 없는 심각한 문제이며, 피해자들은 존중받고 안전한 환경에서 학습할 권리가 있습니다.
도움을 청하는 저희는 경찰 분들과 교육 당국의 도움을 간절히 바라고 있습니다. 피해자들을 지원하고 보호하기 위해 적절한 조치를 취해주시기를 요청드립니다. 학교폭력에 대한 경계와 인식을 높이고, 가해자들에 대한 엄정한 처벌을 통해 안전하고 존중받는 학교 환경을 조성해주시기를 간절히 부탁드립니다.
도움과 지지를 기다리는 저와 피해자들에게 긍정적인 변화를 가져다주실 수 있기를 진심으로 바랍니다.
감사합니다.');

# admin
INSERT INTO 
	admin_user(a_name, a_contact, a_email, a_pw, a_admin_type, a_company_name, a_company_contact, a_company_address)
VALUES
('이봄', '010-1111-2222', 'spring@naver.com', 'P@ss10n4L!f3T!m3', '상담사', '서울시청소년상담복지센터', '02-1234-4567', '서울 중구 을지로11길 23'),
('이채진', '010-3322-4455', 'chaehin@naver.com', 'J0urn3y0fL0v3&', '상담사', '국제인성심리상담센터', '02-999-9876', '서울 금천구 가산동 345-4'),
('이상이', '010-4912-7253', 'sanglee@gmail.com', '5t@yP0s!t1v3!', '상담사', '다르마심리상담명상센터', '02-719-5219', '서울 금천구 범안로16길 40'),
('김민석', '010-0921-1111', 'minsuk@naver.com', 'C@ndyL0v3r&Choco', '변호사', '로엘법무법인', '02-9876-5432', '서울 서초구 서초대로 274'),
('박준영', '010-7654-3456', 'park@gmail.com', 'W1s3M!nds&H3arts', '변호사', '광장', '02-321-4566', '서울 중구 남대문로 63'),
('김변호', '010-1736-9321', 'kimb@naver.com', 'H@ppyD@ys&Joyful ', '변호사', '율촌', '02-333-2222', '서울 강남구 테헤란로 521'),
('서경찬', '010-5678-0987', 'ok@gmail.com', '3xp!r3Th3W0rld! ', '경찰', '서울 경찰청', '02-456-4567', '서울 종로구 사직로8길 31'),
('이초경', '010-4803-6431', 'lee@naver.com', 'C@pt@!n0fSm!les ', '경찰', '경기경찰청', '032-432-0987', '경기 화성시 남양읍 남양로 570'),
('이경호', '010-2044-8732', 'kungho@gmail.com', 'M@g1c@lT!m3s&Joy', '경찰', '인천경찰', '02-432-8754', '인천 남동구 예술로152번길 9');