# online complaint
INSERT INTO 
	online_complaint(oc_pw, oc_name, oc_advisor, oc_title, oc_content)
VALUES
	('P@ssw0rd123!', '김서연', '상담사', '도와주세요', '안녕하세요,
저는 학폭에 관한 상담을 받고 싶은 학생입니다. 최근 학교에서 학폭에 처한 상황에 처하게 되어서 매우 당혹스럽고 고통스럽습니다. 상담사님께서 도움을 주실 수 있을까요?
학폭은 제가 어려운 시기를 보내고 있는데, 제 감정과 자존감에 상당한 타격을 주고 있습니다. 저는 폭력적인 언행과 괴롭힘을 당하고 있으며, 이로 인해 학교 생활이 고통스럽고 무서운 시간이 되었습니다. 제가 무슨 잘못을 저질렀는지, 왜 저에게만 이런 일이 일어나는지 이해할 수 없습니다.
저는 이 문제를 스스로 해결하기 어렵다고 느끼고 있습니다. 제 자신을 지켜주기 위해 어떤 조치를 취해야 할지 모르겠습니다. 또한, 이런 상황을 해결하는 데 도움이 될 수 있는 전문가의 조언이 필요합니다. 상담사님의 조언을 통해 제 감정을 이해하고, 학폭에 대처하는 방법을 배우고 싶습니다.
또한, 저는 이 문제를 다른 사람들과 공유하는 것에 대해 걱정입니다. 저는 친구들에게 이 문제를 얘기하기 힘들고, 가족들에게는 부담스러운 일로 다가올 것 같아서 말하지 못하고 있습니다. 그래서 상담사님께서 어떻게 대처해야 할지 조언을 구하고 싶습니다.
저는 상담을 통해 이 문제를 극복하고, 제 자신을 다시 찾아가고 싶습니다. 제게 도움을 주실 수 있으시다면, 말씀해주시기 바랍니다. 감사합니다.
좋은 하루 보내세요.'),
	
	('Secur1ty#2023', '이민준', '변호사', '이런 경우엔 어떡해요', '저는 학폭 문제에 관해 변호사의 조언을 구하고 싶은 학생입니다. 현재 학교에서 학폭에 시달리고 있어서 어떻게 대처해야 할지 막막한 상황입니다. 변호사님께서 조언해주실 수 있을까요?
학폭으로 인해 저의 생활이 고통스럽고 어려운 시기를 보내고 있습니다. 저는 폭력적인 행동과 괴롭힘을 당하고 있어서 무엇을 해야 할지 막막하게 느껴집니다. 제가 이런 상황에서 제 자신을 지킬 수 있는 방법과 법적 조치를 취할 수 있는지 알고 싶습니다.
저는 학폭 문제를 스스로 해결하기 어렵다고 느끼고 있습니다. 학교에서는 문제를 해결하려고 하지 않고, 상황이 악화되고 있는 것 같아 걱정됩니다. 변호사님의 전문적인 조언을 통해 제가 어떤 권리와 옵션을 가지고 있는지 알고 싶습니다. 또한, 학폭으로 인한 정신적, 신체적 상처에 대한 법적 대응 방안을 알고 싶습니다.
또한, 이런 문제를 가족들과 공유하는 것에 대해 고민하고 있습니다. 가족들은 제게 많은 지원을 해주고 있지만, 학폭 사건에 대해 어떻게 대처해야 할지 모르겠습니다. 변호사님의 조언을 통해 가족과의 소통 방법과 법적 절차를 이해하고 싶습니다.
저는 변호사님의 도움을 통해 이 문제를 극복하고, 제 자신을 지키고 싶습니다. 변호사님께서 저의 상황에 대해 조언해주시면 매우 감사하겠습니다. 도움을 주실 수 있으시다면, 언제든지 말씀해주시기 바랍니다.
감사합니다.'),
	
	('L0ck&Load!', '박서윤', '경찰', '신고하고 싶어요', '저는 경찰에게 신고하고 싶은 문제에 대해 상담을 받고 싶은 학생입니다. 현재 학교에서 경찰에 신고할 상황에 처해 있어서 어떻게 해야 할지 막막하고 불안합니다. 상담사님께서 도움을 주실 수 있을까요?
제가 경험하는 문제는 학폭으로 인한 폭력적인 행동과 괴롭힘입니다. 이러한 상황으로 인해 저의 생활이 매우 힘들어지고, 안전을 위협받는 느낌이 듭니다. 학교에서는 문제 해결을 위한 적절한 조치를 취하지 않아 저는 경찰에게 신고하고자 합니다. 하지만 어떻게 접근해야 할지, 신고 과정은 어떤지, 어떤 증거가 필요한지 등에 대해 잘 모르고 있습니다.
이런 상황에서 혼자서 대처하기 어렵다고 느끼고 있습니다. 경찰에게 신고하고 제 안전을 보호받을 수 있는 방법과 절차에 대해 상세히 알고 싶습니다. 상담사님께서는 제게 어떤 도움을 주실 수 있을지 조언해주시면 감사하겠습니다.
또한, 이 문제를 가족과 공유하는 것에 대해 고민하고 있습니다. 가족들은 항상 제 곁에 있어주지만, 이런 심각한 상황을 말하는 것이 쉽지 않습니다. 상담사님의 조언을 통해 가족들과 소통하고 이해를 얻을 수 있는 방법을 찾고 싶습니다.
저는 상담을 통해 이 문제를 극복하고, 경찰에게 신고하여 안전을 확보하고 싶습니다. 만약 상담사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저에게 조언과 안내를 해주신다면 정말 감사하겠습니다.'), 
	
	('ProtectMe$12', '최서준', '경찰', '학폭 신고합니다', '저는 학폭으로 인해 경찰에게 신고하고자 하는 학생입니다. 저에게는 더 이상 이러한 상황을 견딜 수 없어서 법 집행 기관인 경찰에 도움을 청하고 싶습니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
학교에서는 폭력적인 행동과 괴롭힘으로 인해 저의 생활이 지금까지 경험한 어떤 것보다도 힘들어지고 위험해졌습니다. 학폭에 대한 조치를 취하고자 했지만, 학교 내부에서의 대응은 제 기대에 미치지 못하고 있습니다. 이러한 이유로 경찰에게 신고하고, 법적인 절차를 통해 제 안전을 보호받고자 합니다.
하지만 저는 경찰에게 신고하는 과정을 잘 알지 못하고, 어떤 증거와 정보가 필요한지도 모릅니다. 상담사님께서는 제게 경찰에게 어떻게 접근해야 하는지, 어떤 증거가 필요한지, 어떤 절차를 따라야 하는지 등에 대해 조언을 구할 수 있을까요?
이렇게 심각한 상황에서 혼자서 대처하기 어려움을 느끼고 있습니다. 상담사님의 조언을 통해 제 안전을 위해 최선을 다하는 방법을 배우고 싶습니다. 또한, 가족들과의 상황을 공유하고 소통하는 법에 대해서도 조언이 필요합니다.
저는 상담을 통해 학폭 문제를 극복하고, 경찰에게 신고하여 제 안전을 확보하고자 합니다. 상담사님께서 도움을 주실 수 있다면 언제든지 저에게 조언해주시기 바랍니다. 저의 안전과 행복을 위해 상담사님의 지도와 지원에 깊은 감사를 표합니다.'),
	
	('Str0ngP@ss!', '정도윤', '경찰', '학교 폭력 신고', '저는 학교 폭력 사건으로 인해 경찰에게 신고하고자 하는 학생입니다. 제 안전과 학교 내 평화를 지키기 위해 경찰의 도움이 필요합니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
최근 학교에서 저를 포함한 학생들이 폭력적인 행동과 괴롭힘에 시달리고 있습니다. 이러한 상황으로 인해 저희 학교의 안전과 학습 환경이 위협받고 있습니다. 학교 내부에서는 이 문제에 대한 적절한 조치를 취하지 못하고 있어서 경찰에게 신고하고자 합니다.
경찰에게 신고하기 위해서는 어떻게 접근해야 하는지, 어떤 증거와 정보가 필요한지에 대해 잘 알지 못합니다. 상담사님께서는 제게 경찰에게 신고하는 절차와 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 이러한 신고로 인해 제 안전과 학교 내 평화가 어떻게 보호될 수 있는지 알고 싶습니다.
혼자서 이 문제에 대처하기는 어렵다고 느끼고 있습니다. 상담사님의 조언을 통해 최선의 대응 방안을 찾고 싶습니다. 또한, 가족과의 소통 방법과 가족들이 제 안전을 지원하는 방법에 대해서도 조언이 필요합니다.
저는 상담을 통해 학교 폭력 문제를 해결하고, 경찰에게 신고하여 학교 내 평화를 회복하고자 합니다. 만약 상담사님께서 저에게 도움을 주실 수 있다면 언제든지 말씀해주시기 바랍니다. 저의 안전과 학교 내 평화를 위해 상담사님의 지도와 지원에 깊은 감사를 전합니다.'),
	
	('Saf3Gu@rd$123', '강예준', '변호사', '익명', '저는 익명으로 변호사님께서 조언을 해주실 수 있는 문제에 대해 상담을 받고자 합니다. 현재 어려운 상황에 처해 있어서 변호사님의 전문적인 도움이 필요합니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
제가 겪고 있는 문제는 학교 내에서 저에 대한 폭력적인 행동과 괴롭힘입니다. 이러한 상황으로 인해 저는 심리적으로 매우 힘들어지고, 안전이 위협받는 느낌을 받고 있습니다. 학교에서는 이 문제에 대한 적절한 조치를 취하지 않아 저는 법적인 도움을 찾고자 합니다.
현재 상황에서 저는 법적인 측면에서 어떤 권리와 옵션을 가지고 있는지, 어떤 절차를 따라야 하는지, 어떤 법적 조치를 취할 수 있는지에 대해 알고 싶습니다. 저의 안전과 권리를 보호하기 위해 변호사님의 도움이 필요합니다.
혼자서 이 문제에 대처하기 어려움을 느끼고 있습니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 조언해주실 수 있을까요? 변호사님의 전문적인 지식과 경험을 바탕으로, 저의 상황에 맞는 가장 적절한 해결책을 알려주실 수 있으면 감사하겠습니다.
또한, 저는 익명으로 상담을 받고자 합니다. 상황에 따라 개인 정보의 노출이 우려되기 때문에 익명성을 유지하고 싶습니다. 상담사님과의 대화는 절대적으로 비밀이 보장되며, 제 개인 정보는 제공되지 않을 것입니다.
저는 상담을 통해 이 문제를 극복하고, 제 안전과 권리를 보호하고자 합니다. 만약 상담사님께서 도움을 주실 수 있다면, 언제든지 저에게 조언해주시기 바랍니다. 변호사님의 지도와 조언에 깊은 감사를 표합니다.'),
	
	('Passw0rd!12', '조지우', '경찰', '학원에서 발생한 일', '저는 학원에서 발생한 사건에 대해 경찰에게 신고하고자 하는 사람입니다. 저는 학원 내에서 경험한 일로 인해 안전이 위협받고 있는 상황입니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
최근 학원에서 저를 포함한 학생들이 다양한 문제와 위협을 경험하고 있습니다. 이러한 상황으로 인해 저희의 안전과 권리가 침해되고 있는 것 같습니다. 학원 내부에서는 이 문제에 대한 적절한 조치를 취하지 않고 있어서 경찰에게 신고하고자 합니다.
경찰에게 신고하기 위해서는 어떻게 접근해야 하는지, 어떤 증거와 정보가 필요한지에 대해 잘 알지 못합니다. 상담사님께서는 제게 경찰에게 신고하는 절차와 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 이러한 신고로 인해 저희의 안전과 권리가 어떻게 보호될 수 있는지 알고 싶습니다.
혼자서 이 문제에 대처하기는 어려운 상황입니다. 상담사님의 조언을 통해 최선의 대응 방안을 찾고 싶습니다. 또한, 가족들과의 소통 방법과 가족들이 저희의 안전을 지원하는 방법에 대해서도 조언이 필요합니다.
저는 상담을 통해 학원에서 발생한 문제를 극복하고, 경찰에게 신고하여 저희의 안전을 확보하고자 합니다. 만약 상담사님께서 도움을 주실 수 있다면 언제든지 말씀해주시기 바랍니다. 저희의 안전과 학습 환경을 위해 상담사님의 지도와 지원에 깊은 감사를 전합니다.'), 
	
	('Pr0tect&Secur3', '윤서현', '상담사', '언어 폭력', '저는 언어 폭력에 대해 상담을 받고자 하는 사람입니다. 저는 최근 언어적인 공격과 괴롭힘으로 인해 정서적으로 힘들어지고 있습니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
언어 폭력은 제 생활에 부정적인 영향을 미치고 있습니다. 다른 사람들로부터 모욕적인 언사, 비난, 혐오적인 발언 등을 자주 받고 있습니다. 이러한 상황으로 인해 제 자신의 자신감과 존엄성이 훼손되고 있습니다. 언어 폭력에 대한 대처 방법과 상황을 개선하기 위해 상담사님의 도움이 필요합니다.
저는 언어 폭력으로 인해 혼자서 이 문제에 대처하기 어려움을 느끼고 있습니다. 상담사님께서는 언어 폭력에 대한 이해와 대응 방법에 대해 조언해주실 수 있을까요? 언어 폭력으로부터 벗어나고, 건강한 대인관계를 구축하기 위한 방법을 알려주시면 감사하겠습니다.
또한, 가족과의 소통 방법과 가족들이 제 지지를 어떻게 할 수 있는지에 대해서도 조언이 필요합니다. 제 안전과 정서적인 안녕을 위해 상담사님의 도움을 빌리고자 합니다.
저는 상담을 통해 언어 폭력에 대한 문제를 극복하고, 건강하고 존중받는 대인관계를 구축하고자 합니다. 만약 상담사님께서 도움을 주실 수 있다면 언제든지 말씀해주시기 바랍니다. 상담사님의 지도와 지원에 깊은 감사를 전합니다.'),
	
	('1L0v3Passw0rd$', '장시우', '경찰', '불법 촬영', '안녕하세요,
저는 불법 촬영에 대해 경찰에게 신고하고자 하는 사람입니다. 저는 최근에 불법적으로 촬영되었다는 의심을 품고 있어서, 저의 안전과 개인정보 보호를 위해 신고하고자 합니다. 이 글을 통해 상담사님의 조언을 구하고자 합니다.
저는 최근 일부 장소에서 개인 정보를 침해하는 불법 촬영이 이루어지고 있다는 것을 알게 되었습니다. 이러한 상황으로 인해 저는 불안하고 심리적으로 힘들어지고 있습니다. 이러한 불법 행위가 계속되는 것을 막고, 법적 조치를 취하기 위해 경찰에게 신고하고자 합니다.
불법 촬영에 대한 경찰 신고 절차와 필요한 증거에 대해 잘 알지 못합니다. 상담사님께서는 제게 신고하기 위한 절차와 신고에 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 불법 촬영으로부터 제 안전과 개인정보를 어떻게 보호할 수 있는지 알고 싶습니다.
혼자서 이 문제에 대처하기는 어려운 상황입니다. 상담사님의 조언을 통해 최선의 대응 방안을 찾고 싶습니다. 불법 촬영으로부터 제 안전과 개인정보를 보호하기 위해 상담사님의 지도와 지원을 받고자 합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 안전과 개인정보 보호를 위해 상담사님의 조언에 깊은 감사를 표합니다.'),
	
	('C0mplexP@55!', '임하은', '변호사', '문의합니다', '안녕하세요,
저는 변호사님께서 조언을 해주실 수 있는 문제에 대해 문의드리고자 합니다. 현재 어려운 상황에 처해 있어서 변호사님의 전문적인 도움이 필요합니다. 이 글을 통해 상담사님께 문의를 드리고자 합니다.
제가 겪고 있는 문제는 [문제의 개요를 간단히 설명해주세요]. 이러한 상황으로 인해 제 안전과 권리가 침해되고 있습니다. 변호사님의 도움을 받아 어떤 권리와 옵션을 가지고 있는지, 어떤 절차를 따라야 하는지, 어떤 법적 조치를 취할 수 있는지에 대해 알고 싶습니다.
저는 이 문제에 대한 법적인 측면에서 어떻게 대응해야 하는지 잘 알지 못합니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 조언해주실 수 있을까요? 변호사님의 전문적인 지식과 경험을 바탕으로, 저의 상황에 맞는 가장 적절한 해결책을 알려주실 수 있으면 감사하겠습니다.
저는 혼자서 이 문제에 대처하기 어려움을 느끼고 있습니다. 상담사님께서는 제게 어떤 도움을 줄 수 있는지 알려주시기 바랍니다. 저는 변호사님의 지도와 조언을 통해 이 문제를 극복하고 제 안전과 권리를 보호하고자 합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 저에게 조언해주시기 바랍니다. 변호사님의 지도와 조언에 깊은 감사를 표합니다.
감사합니다.'),
	
	('!Saf3P@ssword', '한주원', '상담사', '상담해주세요', '저는 현재 어려운 상황에 처해 있어서 상담이 필요한 사람입니다. 저의 문제와 감정을 이해해주시고 조언을 해주실 수 있는 상담사님께 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
저는 최근에 지속적인 스트레스와 불안감에 시달리고 있습니다. 업무와 학업, 가정 등 여러 가지 압박과 과부하로 인해 정신적으로 지친 상태입니다. 이러한 상황으로 인해 저의 자존감과 자신감이 훼손되고, 일상 생활에서도 어려움을 겪고 있습니다.
또한, 사회적인 관계에서의 어려움도 겪고 있습니다. 대인관계에서의 충돌과 갈등, 소통의 어려움 등으로 인해 저는 외로움과 고립감을 느끼고 있습니다. 이러한 문제들이 저의 삶에 부정적인 영향을 미치고 있어서, 상담사님의 조언과 지도가 필요합니다.
상담사님께서는 제게 어떤 도움을 주실 수 있는지, 어떤 접근 방식으로 상담을 진행하실 것인지 알려주시면 감사하겠습니다. 제 감정과 문제에 대한 상담을 통해 어떤 해결책을 찾을 수 있는지 알고 싶습니다. 또한, 저의 자기관리와 대인관계 개선을 위한 방법을 상담사님과 함께 모색하고 싶습니다.
이러한 어려움으로 인해 저는 지친 상태에 있습니다. 상담사님의 도움을 통해 이 문제를 극복하고, 저의 감정과 삶을 다시 조절할 수 있는 방법을 찾고 싶습니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 저의 어려운 상황을 이해해주시고 조언을 해주실 상담사님의 지도와 지원에 깊은 감사를 전합니다.
감사합니다.
좋은 하루 보내세요.'),
	
	('P@ssw0rd123$', '오하준', '경찰', '협박 받고 있어요', '저는 현재 협박을 받고 있는 상황에 처해 있어서 경찰에게 도움을 청하고자 합니다. 제 안전과 보안을 위해 상황을 신고하고 법적 조치를 취할 필요가 있다고 느껴 상담을 요청드립니다. 이 글을 통해 경찰에게 도움을 요청하는 상황에 대해 설명드리고자 합니다.
최근에 저는 누군가로부터 협박을 받고 있습니다. 이러한 협박으로 인해 제 안전과 신체적, 정신적 건강이 위협받고 있으며, 일상 생활에도 지장을 받고 있습니다. 이 문제가 지속되는 것을 막기 위해 경찰에게 신고하고자 합니다.
저는 협박의 성격과 협박을 하는 사람에 대해 자세히 알지 못하고, 어떤 조치를 취해야 하는지도 잘 모릅니다. 상담사님께서는 제게 어떻게 대처해야 하는지, 경찰에 신고하기 위한 절차와 필요한 증거에 대해 조언해주실 수 있을까요? 또한, 제 안전을 위해 어떤 예방 조치를 취해야 하는지 알고 싶습니다.
이러한 문제로 혼자서 대처하기 어려운 상황입니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 경찰에 신고하고 법적 조치를 취하는 과정에서 저의 안전과 권리를 보호해주실 수 있으면 감사하겠습니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 안전과 보안을 위해 상담사님의 조언과 지원에 깊은 감사를 표합니다.
좋은 하루 보내세요.'),
	
	('Str0ng&Secure', '서하윤', '상담사', '억울해요', '안녕하세요,
저는 현재 억울한 상황에 처해 있어서 상담이 필요한 사람입니다. 저의 억울함과 불공정함을 이해해주시고 조언을 해주실 수 있는 상담사님께 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
최근에 저는 억울한 대우를 받고 있다고 느끼고 있습니다. 어떤 상황에서든 공정성과 정의를 중요시하는 저로서, 이러한 억울함은 저의 정서와 심리적 안녕에 영향을 주고 있습니다. 상황이나 대인관계에서의 불공정함으로 인해 저는 상처를 받고 우울감을 느끼고 있습니다.
상담사님께서는 제게 억울함을 덜어줄 수 있는 방법이 있는지, 어떻게 억울함을 다루고 극복할 수 있는지 조언해주실 수 있을까요? 억울함에 대한 이해와 감정 조절을 통해 더 건강하고 긍정적인 삶을 살아갈 수 있는 방법을 알고 싶습니다.
저는 혼자서 억울함을 다루기 어려움을 느끼고 있습니다. 상담사님께서는 제게 억울한 상황에 대한 이해와 도움을 주실 수 있는지 알려주시기 바랍니다. 저의 억울함을 이해해주시고 조언을 해주실 상담사님의 지도와 지원에 깊은 감사를 전합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 억울한 상황에서 벗어나고 긍정적인 변화를 이루기 위해 상담사님의 조언과 지원을 필요로 합니다.'),
	
	('2023!Passw0rd', '신민서', '변호사', '학폭 당했어요', '저는 현재 학폭을 당한 상황에 처해 있어서 변호사님의 도움을 청하고자 합니다. 저의 권리와 안전을 보호하기 위해 법적 조치를 취할 필요가 있다고 느끼고 있어 상담을 요청드립니다. 이 글을 통해 학폭에 대한 상황에 대해 설명드리고자 합니다.
최근에 저는 학교에서 학폭을 당하고 있습니다. 말과 행동으로 인해 저의 신체적, 정신적 건강이 위협받고 있으며, 학업과 일상 생활에도 지장을 받고 있습니다. 이러한 문제가 계속되는 것을 막기 위해 법적인 조치를 취해야 할 필요성을 느끼고 있습니다.
저는 학폭을 당하는 상황에서 어떤 권리를 가지고 있는지, 어떻게 대응해야 하는지 잘 모릅니다. 변호사님께서는 제게 어떤 도움을 주실 수 있는지, 어떤 법적 조치를 취해야 하는지 조언해주실 수 있을까요? 또한, 저의 권리와 안전을 보호하기 위해 필요한 증거와 절차에 대해서도 알고 싶습니다.
이러한 어려움으로 혼자서 대처하기 어려운 상황입니다. 변호사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 학폭 문제에 대한 법적인 조치와 권리 보호를 위해 변호사님의 조언과 지원에 깊은 감사를 표합니다.
만약 변호사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 권리와 안전을 보호하기 위해 변호사님의 조언과 지원을 필요로 합니다.
감사합니다.'),
	
	('Pr0tecti0n$!', '권지유', '상담사', '트라우마가 생겼어요', '저는 현재 트라우마를 경험하고 있는 상황에 처해 있어서 상담이 필요한 사람입니다. 저의 심리적 안녕과 회복을 위해 상담사님의 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
최근에 저는 어떤 사건이나 경험으로 인해 트라우마를 겪고 있습니다. 이러한 트라우마로 인해 저의 일상 생활, 정서적 안녕, 대인 관계 등이 영향을 받고 있습니다. 트라우마는 저의 일상에 끼치는 부정적인 영향으로 인해 극복하기 어려운 상황에 처해있습니다.
상담사님께서는 제게 트라우마에 대해 이해하고 회복하는 방법을 알려주실 수 있을까요? 어떤 심리적인 지원과 자기 치유 방법을 활용해야 트라우마를 극복할 수 있는지 조언해주실 수 있을까요? 또한, 저의 심리적 안전과 회복을 위해 어떤 예방 조치나 자기 돌봄을 해야 할지 알고 싶습니다.
저는 혼자서 트라우마를 극복하기 어려운 상황입니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 트라우마 회복을 위한 지침과 지원을 받을 수 있는 상담사님의 조언과 도움에 깊은 감사를 전합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 트라우마로부터 회복하여 더 건강하고 긍정적인 삶을 살아갈 수 있도록 상담사님의 지도와 지원을 필요로 합니다.'),
	
	('S3cur3M3th0d$', '황지호', '상담사', '그만하게 해주세요', '저는 현재 어떤 상황으로 인해 더 이상 견딜 수 없다는 마음을 가지고 있는 사람입니다. 저의 어려운 상황을 이해해주시고 그만하게 해줄 수 있는 상담사님의 도움을 청하고자 합니다. 이 글을 통해 상담사님의 지도와 지원을 요청드리고자 합니다.
최근에 저는 심리적으로나 감정적으로 지친 상황에서 벗어나기 어려움을 겪고 있습니다. 어떤 문제나 상황에서든 제한된 자원과 내력으로 계속해서 버텨오고 있지만, 이제는 더 이상 그만두고 싶다는 생각이 듭니다. 상황이나 대인관계에서의 어려움으로 인해 저는 지치고 우울감을 느끼고 있습니다.
상담사님께서는 저의 마음을 이해하고, 더 이상 견딜 수 없는 상황에서 어떻게 도움을 주실 수 있는지 알려주실 수 있을까요? 어떤 심리적인 지원과 자기 돌봄 방법을 활용해야 힘들게 느껴지는 상황을 극복할 수 있는지 조언해주실 수 있을까요?
저는 혼자서 해결하기 어려운 상황에 처해있습니다. 상담사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 더 이상 견딜 수 없다는 마음을 가진 상황에서 벗어나고 긍정적인 변화를 이루기 위해 상담사님의 조언과 지원을 필요로 합니다.
만약 상담사님께서 도움을 주실 수 있다면, 언제든지 상담을 받고 싶습니다. 더 이상 힘들게 느껴지는 상황을 벗어나고, 저의 심리적 안녕과 회복을 위해 상담사님의 지도와 지원을 받을 수 있다면 큰 도움이 될 것입니다.
감사합니다.
좋은 하루 보내세요.'),
	
	('P@ssword#2023', '안지후', '변호사', '사이버 언어 폭력', '저는 현재 사이버 언어 폭력에 피해를 입고 있는 상황에 처해 있어서 변호사님의 도움을 필요로 합니다. 저의 권리와 안전을 보호하기 위해 법적 조치를 취할 필요성을 느끼고 상담을 요청드립니다. 이 글을 통해 사이버 언어 폭력에 대한 상황을 간략히 설명드리고자 합니다.
최근에 저는 인터넷이나 소셜 미디어 플랫폼에서 사이버 언어 폭력을 당하고 있습니다. 욕설, 모욕, 명예 훼손 등의 부적절한 언행으로 인해 저의 정서적, 심리적 피해를 입고 있으며, 일상 생활과 대인 관계에도 부정적인 영향을 받고 있습니다. 이러한 상황을 더 이상 방치할 수 없다고 생각하고 있습니다.
변호사님께서는 제게 어떤 도움을 주실 수 있는지, 사이버 언어 폭력에 대한 법적인 조치와 절차에 대해 조언해주실 수 있을까요? 또한, 저의 권리와 안전을 보호하기 위해 필요한 증거 수집과 대응 방법에 대해서도 알고 싶습니다.
이러한 어려움으로 혼자서 대처하기 어려운 상황입니다. 변호사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 사이버 언어 폭력 문제에 대한 법적인 조치와 권리 보호를 위해 변호사님의 조언과 지원에 깊은 감사를 표합니다.
만약 변호사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 저의 권리와 안전을 보호하기 위해 변호사님의 조언과 지원을 필요로 합니다.
감사합니다.'),
	
	('123!SecureP@ss', '송준서', '상담사', '힘들어요', '최근에 저는 여러 가지 이유로 인해 힘들게 느껴지고 있습니다. 일상 생활에서의 스트레스, 대인 관계의 문제, 감정적인 부담 등으로 인해 내면적으로 상당히 지침을 느끼고 있습니다. 이러한 상황에서 혼자서는 어떻게 해결해야 할지 막막함을 느끼고 있습니다.
혼자서 해결하기 어려운 상황에 처해있는 저에게 상담사님의 조언과 지원은 큰 도움이 될 것입니다. 힘들게 느껴지는 상황에서 벗어나고 내면적으로 안정감을 찾을 수 있도록 상담사님의 도움이 필요합니다.'),
	
	('P@ssw0rd&Safe', '전윤서', '변호사', '집단 따돌림', '최근에 저는 집단 따돌림으로 인해 사회적, 정서적으로 큰 피해를 입고 있습니다. 일부 집단에서 저를 표적으로 삼고 비난, 모욕, 고립 등의 부당한 행위로 고통을 주고 있습니다. 이로 인해 일상 생활과 대인 관계에서 큰 어려움을 겪고 있으며, 저의 심리적 안녕과 안전이 위협받고 있다고 느끼고 있습니다.
변호사님께서는 저의 상황을 이해하고, 집단 따돌림 문제에 대해 법적인 조치를 취할 수 있는 방법과 절차에 대해 조언해주실 수 있을까요? 또한, 저의 권리를 보호하기 위해 필요한 증거 수집과 법적 대응 방법에 대해서도 알고 싶습니다.
이러한 어려움으로 혼자서는 대처하기 어려운 상황입니다. 변호사님께서는 제게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 집단 따돌림 문제에 대한 법적인 조치와 권리 보호를 위해 변호사님의 조언과 지원에 깊은 감사를 표합니다.'),
	
	('!1SecureP@ss', '홍지민', '변호사', '허위사실', '최근에 저는 다른 사람으로부터 제 대해 허위사실이 유포되었다는 것을 알게 되었습니다. 이러한 허위사실은 제 명예와 신용을 훼손하고 있으며, 제 개인적, 직업적인 삶에 큰 영향을 주고 있습니다. 이러한 상황에서 허위사실의 유포를 중단시키고 저의 권리와 명예를 보호하기 위해 법적인 조치를 취할 필요성을 느끼고 있습니다.
변호사님께서는 저의 상황을 이해하시고, 허위사실에 대한 법적인 조치를 취할 수 있는 방법과 절차에 대해 조언해주실 수 있을까요? 허위사실의 유포를 중단시키고, 제 명예와 신용을 회복하기 위해 필요한 법적 대응 방법에 대해서도 알고 싶습니다.
혼자서는 허위사실 문제에 대한 대응이 어렵다고 느끼고 있습니다. 변호사님께서는 저에게 어떻게 도움을 주실 수 있는지 알려주시기 바랍니다. 허위사실에 대한 법적 조치와 제 명예를 회복하기 위한 변호사님의 조언과 지원을 필요로 합니다.
만약 변호사님께서 도움을 주실 수 있다면, 언제든지 말씀해주시기 바랍니다. 제 명예와 신용을 회복하고 허위사실에 대한 법적인 조치를 취하기 위해 변호사님의 조언과 지원을 필요로 합니다.
감사합니다.');

# police complaint
INSERT INTO 
	police_complaint(pcPw, pcName, pcTitle, pcContent)
VALUES
	('S3cureP@ssword!', '유채원', '학폭 신고합니다.', '존경하는 경찰께,
저는 서울예고에 다니는 유채원입니다. 이 편지를 통해 제 학교에서 발생한 심각한 학교 폭력 사건에 대해 신고하고자 합니다. 저희 학교 내에서 발생한 폭력 행위로 인해 학생들이 위험에 노출되고 있으며, 이에 대한 조사와 조치를 취해주시기를 간절히 부탁드립니다.
제가 목격한 폭력 사례 중 일부는 다음과 같습니다:
가. 일요일 오후, 학교 체육관에서 발생한 신체적인 폭력 사례를 목격했습니다. 학생 A가 학생 B와 맞서 싸우는 모습을 목격했습니다. 학생 A는 학생 B에게 몸을 가격하며 폭력을 가하는 동안, 학생 B는 방어할 수 없었고 고통스러워하는 표정을 보였습니다. 교사나 교감선생님은 이 사건을 주시하지 않고 지나치는 모습을 보여, 학생들은 방치된 느낌을 받았습니다.
나. 화요일 오전, 학교 버스에서의 대화 중 폭언과 협박을 목격했습니다. 학생 C와 학생 D 사이에서 치명적인 모욕과 협박이 이뤄졌으며, 이는 다른 학생들에게 큰 충격을 주었습니다. 학생 C는 두려움과 사회적 고립감을 느끼며 교사나 운전기사에게 도움을 요청할 용기조차 가질 수 없었습니다.
다. 수요일 오후, 학교 도서관에서의 인종 차별적인 폭언과 신체적인 공격 사례를 목격했습니다. 학생 E는 흑인 학생인 학생 F에게 인종 차별적인 욕설을 내뱉으며 신체적인 폭력을 행사했습니다. 학생 F는 눈에 눈물을 고이며 절망적인 표정을 보였고, 다른 학생들은 불안과 분노를 느끼며 이 상황에 대처할 수 있는 선생님의 부재를 한탄했습니다.
위의 사례들은 학교 내에서 발생한 폭력 행위의 일부에 불과합니다. 이러한 사건들이 무시되거나 방치되는 상황에서 학생들은 위험에 노출되고 있으며, 이는 그들의 안전과 학업에 대한 집중력에 영향을 미치고 있습니다. 이런 상황을 해결하기 위해 경찰께서는 신속하고 적절한 조사를 실시하고 적절한 조치를 취해주시기를 간곡히 요청합니다.'),
	
	('Str0ng&Safe123', '고건우', '괴롭혀요', '최근에 다음과 같은 상황들을 겪고 있습니다:
학교에서 저를 따라다니는 사람이 있습니다. 그는 저에게 욕설을 하거나 몸을 밀치기도 하는데, 이로 인해 저는 학교에 가는 것이 두렵고 불안합니다.
교실 내에서도 괴롭힘을 당하고 있습니다. 학생들이 저에게 모욕적인 말을 하거나 제 물건을 훔치기도 합니다. 이로 인해 저는 학업에 집중하기가 어려워졌습니다.
저의 소셜 미디어 계정에서도 괴롭힘을 받고 있습니다. 알 수 없는 사람들이 저를 모욕하거나 협박하는 메시지를 보내고, 저를 비방하는 게시물을 올리기도 합니다. 이로 인해 저는 온라인 활동에 두려움과 불안을 느끼고 있습니다.
이러한 상황으로 인해 제 안전과 심신의 평화를 유지하기가 어렵습니다. 경찰께서는 이 문제에 신속하고 적극적으로 대응해주시길 부탁드립니다. 저의 신고에 대한 조사와 가해자에게 적절한 처벌을 부과하여 저와 같은 피해가 발생하지 않도록 도와주시기를 빕니다.'),
	
	('P@ssw0rd!2023', '문수아', '교실 폭력 신고합니다', '저는 교실 내에서 폭력을 당하고 있어 이렇게 신고하게 되었습니다. 제 안전과 심신의 평화를 위해 경찰에게 도움을 청하고자 합니다. 신속한 조사와 적절한 조치를 부탁드립니다.'),
	
	('Pr0tectM3$Now', '양지아', '아동학대 피해자', '저는 가정에서 지속적으로 아동학대를 당하고 있는 아이로서 도움을 요청하기 위해 이렇게 글을 쓰게 되었습니다. 저의 안전과 신체적, 정서적 건강을 지키기 위해 경찰에게 도움을 청하고 싶어요. 제 상황을 신고해서 신속하고 적절한 조사와 조치를 취해주시면 정말 감사하겠어요!
최근 몇 달 동안 가정에서는 저에게 너무 많은 고통과 상처를 주는 일이 계속되고 있습니다. 부모님에게서 신체적으로 많이 학대받고 있어요. 때로는 폭력적인 행동을 당하고, 때로는 욕설을 듣고, 말로 상처를 입기도 해요. 이렇게 신체적 학대를 당하니까 제 신체가 다쳐서 너무 두렵고 안타까워요.
그리고 가정 내에서는 정서적으로도 많은 학대를 받고 있어요. 부모님의 언행과 발언들이 정말 상처롭고 모욕적이에요. 때로는 저를 무시하고 냉담하게 대하는 경우도 있어서 마음이 아프고 힘들어요. 이런 상황에서는 자신감도 상실하고 힘들게 일어나는 일들에도 대처하기가 힘들어져요.
가장 힘들고 괴로운 일은 성적 학대인데요. 부모님에게서 성적으로 학대를 당하고 있어요. 정말로 말로 다 표현하기 어려운 일들이라 제 기분을 이해해주시길 바랍니다. 이런 성적 학대로 인해 저는 많은 정신적인 상처를 입었고, 저의 삶과 미래에 대한 희망까지도 훼손시키고 있어요.
저는 이런 상황으로 인해 두려움과 불안함을 느끼고 있습니다. 집 안에서라도 위협을 느끼고 혼자서 이 문제를 해결하기는 정말 어려운 상황이에요. 그래서 경찰에게 저의 신고를 진지하게 받아들여주시고 신속하고 적극적인 조사와 조치를 취해주시기를 간절히 부탁드립니다. 제 신고를 익명으로 처리하거나 제 신분을 보호해주시면 정말로 감사하겠어요.
제게 도움을 주시고, 가해자로부터 안전하게 보호해주시기를 빕니다. 경찰 분들과 협력하여 제 상황을 조사하고, 그에 맞는 법적 조치를 취해주시면 정말로 감사하겠어요.'),
	
	('2023Secur3P@ss', '손영국', '학교 폭력 신고', '안녕하세요 경찰 분들께,
저는 학교에서 지속적으로 폭력을 당하고 있는 학생으로서 도움을 요청하기 위해 이렇게 글을 쓰게 되었습니다. 저의 안전과 학업에 지장을 주는 이 문제에 대해 경찰에게 신고하고 신속하고 적절한 조사와 조치를 부탁드리고자 합니다.
최근에 학교에서 다음과 같은 상황들을 경험하고 있습니다:
1. 신체적 폭력: 학교 내에서 다른 학생들로부터 신체적으로 공격을 당하고 있습니다. 폭력적인 언행, 폭행, 밀치기 등의 행동으로 인해 제 안전이 위협받고 있습니다.
2. 언어적 폭력: 제게 대해 모욕적이고 혐오적인 언어를 사용하는 학생들이 있습니다. 저를 괴롭히거나 비난하는 말들로 인해 제 자신감과 사회적 관계에 큰 영향을 받고 있습니다.
3. 사이버 폭력: 온라인 공간에서도 제게 대한 괴롭힘이 이루어지고 있습니다. 익명으로 저를 비방하거나 협박하는 메시지를 받거나, 사진과 동영상을 악용하는 등의 디지털 폭력을 겪고 있습니다.'),
	
	('!Passw0rd#2023', '배승련', '조용히 있을 수 없어요', '안녕하세요 경찰 분들께,
저는 학교에서 발생한 폭력 사건을 목격한 학생으로서 이렇게 글을 쓰게 되었습니다. 제 안전과 타 학생들의 안녕을 위해 경찰에게 신고하고자 합니다. 폭력 사건에 대한 증언과 제가 목격한 상황에 대해 알려드리려고 합니다.
학교 내에서 한 학생이 다른 학생을 폭행하는 상황을 목격했습니다. 폭력적인 언행과 신체적인 공격으로 인해 피해 학생이 다치는 모습을 목격했어요.
학생들 사이에서 모욕적이고 혐오적인 언어가 사용되는 상황을 목격했습니다. 비난과 괴롭힘의 말들로 인해 피해 학생의 정서적 피해가 가중되고 있음을 확인했습니다.
저는 폭력 사건을 목격한 목격자로서 이를 신고하여 학교 폭력에 대한 신속하고 적극적인 조사와 조치를 취해주시기를 간절히 요청합니다. 제 증언을 토대로 사건을 해결해주시고, 가해자를 책임지고 피해 학생들을 보호해주시길 부탁드립니다.
감사합니다.'),
	
	('P@55w0rd&Pr0tect', '조하영', '부탁합니다', '안녕하세요 경찰 분들께,
저는 아직 어린 학생이지만, 학교에서 발생한 폭력 사건을 목격하여 이렇게 글을 쓰게 되었습니다. 경찰 분들께 도움을 청하고자 합니다. 제가 보고한 상황을 알려드리고, 피해 학생들을 보호해주시고 문제를 해결해주실 수 있기를 간절히 바랍니다.
저는 어린 학생이지만, 이 문제에 대해 조용히 있을 수 없다고 느껴서 이렇게 글을 쓰게 되었습니다. 경찰 분들의 도움을 받아 학교 폭력을 해결하고, 저희 어린이들이 안전한 환경에서 학습하고 자라날 수 있기를 진심으로 바랍니다.
감사합니다.'),
	
	('Saf3&Secure12!', '백지윤', '지속적인 학교폭력', '저는 중학생으로서 학교에서 지속적으로 경험하고 있는 신체적인 학교폭력에 대해 신고하고자 이렇게 글을 쓰게 되었습니다. 제 안전과 학업에 지장을 주는 이러한 문제에 대해 경찰에게 도움을 요청하고, 적절한 조사와 조치를 부탁드리고자 합니다.
저는 최근 학교에서 다음과 같은 신체적인 폭력 상황들을 지속적으로 경험하고 있습니다:
-학교 내에서 다른 학생들로부터 무단으로 폭행당하거나, 폭언과 욕설을 당하고 있습니다. 몸을 밀치거나 때리는 행위, 폭력적인 동기부여 등으로 인해 제 안전이 위협받고 있습니다.
-어떤 학생들은 제게 대해 지속적으로 괴롭히고 차별하며, 명예훼손을 시도합니다. 비난과 조롱, 인신공격적인 말들로 인해 저의 자신감과 학교생활에 큰 영향을 받고 있습니다.
-이러한 폭력 상황은 신체적인 피해 뿐만 아니라 정신적인 고통과 불안을 일으킵니다. 학교는 안전하고 존중받을 수 있는 장소여야 하지만, 저는 그런 환경을 느끼지 못하고 있습니다.
제 안전과 권리를 보호하기 위해 경찰 분들께서 신속하고 적극적인 조사를 진행해주시기를 간절히 부탁드립니다. 이러한 폭력 행위에 대한 제 증언과 목격자들의 증언을 기반으로 문제를 해결해주시고, 가해자에게 적절한 제재를 가해주시길 요청합니다.'),
	
	('1L0v3S3cur1ty!', '허도현', '도와주세요', '학교에서 사이버 폭력을 목격하여 이렇게 글을 쓰게 되었습니다. 경찰 분들께 도움을 청하고자 합니다. 제가 목격한 사이버 폭력 사건을 알려드리고, 피해 학생들을 보호하고 문제를 해결해주시길 간절히 부탁드립니다.
학교 내에서 학생들끼리 사이버에서 모욕적이고 혐오적인 메시지를 주고받고 있습니다. 익명으로 타인을 비방하거나, 욕설과 협박을 하는 행동들이 이루어지고 있습니다. 이러한 메시지들은 학생들의 자신감을 깎아내리고 정서적인 고통을 초래합니다.
어떤 학생들은 사진이나 동영상을 악용하여 다른 학생들을 괴롭히는 행위를 하고 있습니다. 개인적인 사진이나 비방적인 내용이 포함된 동영상을 공유하여 학생들을 괴롭히고 명예를 훼손시키는 것을 목격하고 있습니다. 이로 인해 피해 학생들은 근심과 불안 속에서 고통을 겪고 있습니다.
사이버 폭력은 학교 생활뿐만 아니라 학업에도 부정적인 영향을 미치고 있습니다. 피해 학생들은 학교에 가기 싫어지거나, 집중력을 잃게 되어 학업 성취도가 저하되고 있습니다.
사이버 폭력으로 인한 피해 학생들을 보호하고, 이러한 문제를 해결하기 위해 경찰 분들의 신속한 조사와 적절한 조치가 필요합니다. 고생하는 학생으로서 이러한 문제를 경험하고 있는 저는 조용히 있을 수 없다고 느껴 이렇게 글을 쓰게 되었습니다. 저와 같은 피해 학생들의 안전과 행복을 위해 경찰 분들의 도움을 청합니다.
도와주세요, 저희 피해 학생들의 소중한 지원이 필요합니다.'),
	
	('C0mpl3xP@ssw0rd', '유은서', '힘들어요', '안녕하세요 경찰 분들께,
저는 선생님으로서 학교에서 학생으로부터 학교폭력을 당하고 있다는 사실을 알리고자 이렇게 글을 쓰게 되었습니다. 저는 저희 학교에서의 문제를 경찰 분들에게 신고하고, 학생들의 안전을 보장해주시고 문제를 해결해주시길 간절히 부탁드립니다.
최근 저는 다음과 같은 학교폭력 상황을 경험하고 있습니다:
학생들로부터 신체적인 폭력을 당하고 있습니다. 언론이나 온라인 공간에서는 주로 학생들이 피해를 받는 측면에 초점이 맞추어지지만, 제가 선생님으로서 피해를 입고 있는 상황을 알리고 싶습니다. 폭언, 폭력적인 동기부여 등으로 인해 저는 상처를 입고 힘들게 되었습니다.
학교 내에서 어떤 학생들은 저에 대해 모욕적이고 혐오적인 말을 사용하여 저를 괴롭힙니다. 비방, 차별, 조롱 등의 언어적 폭력을 통해 제 신념과 자존감을 훼손시키는 행위를 당하고 있습니다. 이로 인해 제가 수업을 진행하거나 학생들과의 관계를 구축하는 것이 어려워지고, 정서적으로 힘들게 되고 있습니다.
저는 힘들게 학교에서 교육을 제공하고 있는 선생님입니다. 경찰 분들께서는 이러한 문제에 대해 신속하고 적극적인 조사를 진행해주시고, 학생들의 성장과 발전을 도모해주실 것을 간절히 요청합니다.
감사합니다.'),
	
	('!StrongP@ssw0rd', '남현우', '신고해주세요', '저는 선생님으로서 학교에서 학생들 간의 학교폭력을 목격하여 이렇게 글을 쓰게 되었습니다. 학생들의 안전과 교육 환경을 보호하기 위해 경찰 분들께서 신속하고 적극적인 조사 및 조치를 취해주시길 간절히 부탁드립니다.
어떤 학생들이 다른 학생들에게 신체적인 폭력을 가하고 있습니다. 폭행, 구타, 밀치기 등의 폭력 행동이 일어나고 있으며, 피해 학생들은 상처를 입고 고통을 겪고 있습니다.
저는 경찰 분들의 빠른 조사와 적절한 조치를 믿고 있으며, 함께 더 안전하고 건강한 학교 환경을 만들어나갈 수 있다고 생각합니다. 학생들의 권리와 안전을 위해 저희 신고에 적극적으로 대응해주십시오.'),
	
	('P@ssw0rd2023$', '심지훈', '학교폭력을 목격한 것 같아요', '저는 동생으로서 언니가 학교에서 폭력을 당하는 상황을 목격하였으며, 이렇게 글을 쓰게 되었습니다. 
언니는 학교에서 신체적인 폭력을 당하고 있습니다. 다른 학생들로부터의 폭행, 밀치기, 폭언 등으로 인해 언니는 상처를 입고 고통을 겪고 있습니다.
언니의 안전과 행복은 저에게 매우 중요하며, 언니를 지켜주기 위해 신고를 결심하게 되었습니다.
경찰 분들께서는 저희의 신고를 잘 검토하고 적절한 조치를 취해주시길 부탁드립니다. 언니는 학교에서 안전하게 교육을 받을 권리가 있으며, 이런 학교폭력이 더이상 퍼지지 않도록 함께 해주십시오.
저는 경찰 분들의 지원을 믿고 있으며, 언니가 다시 웃을 수 있는 안전하고 행복한 학교 환경을 만들어 나갈 수 있기를 바랍니다.'),
	
	('S3cur3!Protect', '노우진', '도와주십시오', '저는 학생으로서 도와주십시오! 라는 글을 쓰게 되었습니다. 제 친구가 가해자로써 다른 반 친구를 괴롭히는 상황을 목격하여 경찰 분들에게 신고하고 문제를 해결해주시길 간절히 부탁드립니다.
제 친구는 언어적인 폭력으로 다른 반 친구를 괴롭히고 있습니다. 모욕적인 말, 욕설, 차별적인 언사 등으로 인해 피해 학생은 자존감을 상실하고 정서적인 고통을 겪고 있습니다.
제 친구는 친구들을 협박하고 소문을 퍼뜨려 다른 반 친구에게 위협적인 상황을 조성하고 있습니다. 이로 인해 피해 학생은 불안과 두려움을 느끼며 학교 생활에 지장을 받고 있습니다.
저는 제 친구의 행동에 매우 걱정되고, 다른 반 친구를 지켜주기 위해 경찰 분들께 신고하게 되었습니다. 제 친구가 피해 학생에게 가한 학교폭력이 더 이상 퍼지지 않도록 신속하고 적절한 조치를 취해주시길 부탁드립니다.'),
	
	('2023SecureP@ss!', '정수빈', '신고합니다', '저는 집 근처 고등학교를 지나가는 도중 목격한 학교 폭력 사건을 경찰 분들에게 신고하고 문제 해결에 도움을 청하고자 합니다.
저는 경찰 분들의 신속한 대응과 문제 해결 능력을 믿고 있으며, 함께 안전하고 건강한 학교 환경을 조성해 나갈 수 있다고 믿습니다. 학생들의 권리와 안전을 위해 저희의 신고에 적극적으로 대응해주시기를 바랍니다.
감사합니다.'),
	
	('Pr0t3ction&Safe', '하다은', '사이버 학폭 사건', '사이버 공간에서의 폭력으로 인해 상처를 입고 고통을 겪고 있으며, 경찰 분들에게 신고하고 문제를 해결해주시기를 간절히 부탁드립니다.
온라인 플랫폼에서 학교 동료들에 의해 모욕적인 메시지와 욕설을 받고 있습니다.
소셜 미디어를 통해 제 사진이나 개인 정보가 유포되고 조작된다는 사실을 알게 되었습니다. 이로 인해 제 개인 생활에 대한 침해와 신체적인 위협을 느끼고 있습니다.
경찰 분들께서는 저의 신고를 신속하게 검토하고 조사하여, 가해자들을 책임지고 적절한 처벌을 내려주시기를 부탁드립니다.'),
	
	('S@f3M3th0d&Secur3', '곽선우', '학교폭력 신고합니다', '저희 반에서 일어나고 있는 사건에 대해 경찰 분들께 신고합니다.
일부 학생들이 다른 학생들을 신체적으로 공격하고 협박하는 행동을 하고 있습니다. 폭행, 구타, 밀치기 등의 폭력 행위가 빈번히 일어나며, 피해 학생들은 상처를 입고 고통을 겪고 있습니다.
피해 학생들의 안전과 행복을 위해 경찰 분들께 신고하고, 적절한 조사와 조치를 취해주시길 간절히 요청드립니다.
저는 경찰 분들께서 이 문제에 대해 신속하고 성의있게 대응해주실 것을 믿고 있습니다. 함께하여 학교 내 평화로운 분위기를 조성하고, 모든 학생들이 안전하게 학교 생활을 할 수 있도록 도와주시기를 바랍니다.'),
	
	('P@ss#2023word!', '성서진', '언어폭행으로 신고해요', '저희 학교에서 언어폭행 사건이 발생하고 있습니다. 일부 학생들이 모욕적인 말, 욕설, 차별적인 언사를 사용하여 다른 학생들을 괴롭히고 학대하고 있습니다. 소셜 미디어를 통해 학생들이 비방적인 글을 작성하고 동영상을 유포하는 등의 행위가 이루어지고 있습니다. 일부 학생들은 학교 내에서 비방적인 소문을 조작하여 다른 학생들에게 위협적인 분위기를 조성하고 있습니다. 
피해 학생들의 안전과 정서적인 건강을 위해 경찰 분들께 신고하고, 적절한 조사와 조치를 취해주시길 간절히 요청드립니다.'),
	
	('123$SecureP@ssw0rd', '차예은', '학폭 신고합니다', '저와 제 친구들이 돈을 뺏기고 집에 가두어진 상황에서 경찰 분들에게 신고하고 도움을 요청하고자 합니다.
어떤 무리가 저와 제 친구들을 목표로 삼아 돈을 강제로 뺏었습니다. 강압적인 태도와 위협적인 언사로 인해 저희는 돈을 주지 않으면 가족들에게 위험을 끼칠 것이라는 협박을 받았습니다.
이후 저와 제 친구들은 무리에게서 도망칠 수 없도록 집에 가두어졌습니다. 제 친구들은 강제로 집에 갇히고, 어떤 사람들이 문 밖에서 가족들에게 위협을 가하는 상황을 목격하였습니다.
저희는 현저한 위험과 불안에 시달리고 있습니다. 저희는 경찰 분들께서 이 문제를 해결해주시기를 믿고 있습니다.'),
	
	('P@ssw0rd&2023Safe', '주유준', '학교폭력 신고', '저는 장애인 학생을 괴롭히는 상황을 목격하여 경찰 분들께 신고하고 도움을 요청하고자 합니다. 어떤 학생이 장애인 학생을 겨롭히고 괴롭히는 행동을 보였습니다. 그 학생은 말과 행동으로 장애인 학생을 비하하고 모욕하는 행위를 반복적으로 했습니다. 이로 인해 장애인 학생은 정서적으로 상처를 입고 고통을 겪고 있습니다. 그 학생이 평온한 학교 환경에서 안전하게 학습할 권리가 있다고 믿어 경찰 분들께 신고하고자 합니다. 학교는 안전하고 존중받는 공간이어야 합니다. 장애인 학생과 모든 학생들이 서로를 존중하고 배려하는 환경을 조성하기 위해 경찰 분들의 협조와 지원이 필요합니다. 학교폭력에 대한 신속하고 엄정한 대응을 통해 저희 학교에서 안전하고 즐거운 학습환경을 창출해주시기를 바랍니다.'),
	
	('!1P@ssw0rdSecure', '우연우', '도움 요청드립니다', '안녕하세요,
제가 피해자로서 학교폭력을 신고하였지만, 선생님들이 저를 잘못한 존재로 비난하고, 학폭위원회가 열렸지만 가해자들이 가벼운 처벌만 받았습니다.
저의 상황은 다음과 같습니다:
제가 학교폭력을 신고한 이후, 선생님들은 저를 잘못한 존재로 돌리고 비난하였습니다. 제가 피해자로서 신고한 사실을 무시하고, 저를 가해자로 몰아가려는 시도를 하고 있습니다. 이로 인해 저는 심리적으로 큰 고통을 겪고 있습니다.
학폭위원회가 열렸지만, 가해자들은 매우 가벼운 처벌만을 받았습니다. 저희 피해자들의 고통과 상처는 감안되지 않고, 학교 내에서의 교육적인 대응보다는 가해자들의 편을 드는 것으로 보입니다. 이러한 결과로 인해 저희는 더욱 무력하고 불안한 상황에 처해져 있습니다.
제가 이 글을 작성하는 이유는 저와 같은 피해자들이 무시되지 않고 정당한 대응과 보호를 받기를 바라기 때문입니다. 학교폭력은 결코 가볍게 넘어갈 수 없는 심각한 문제이며, 피해자들은 존중받고 안전한 환경에서 학습할 권리가 있습니다.
도움을 청하는 저희는 경찰 분들과 교육 당국의 도움을 간절히 바라고 있습니다. 피해자들을 지원하고 보호하기 위해 적절한 조치를 취해주시기를 요청드립니다. 학교폭력에 대한 경계와 인식을 높이고, 가해자들에 대한 엄정한 처벌을 통해 안전하고 존중받는 학교 환경을 조성해주시기를 간절히 부탁드립니다.
도움과 지지를 기다리는 저와 피해자들에게 긍정적인 변화를 가져다주실 수 있기를 진심으로 바랍니다.
감사합니다.');